{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "隆": 98,
      "垄": 99,
      "拢": 100,
      "陇": 101,
      "楼": 102,
      "娄": 103,
      "搂": 104,
      "篓": 105,
      "漏": 106,
      "陋": 107,
      "芦": 108,
      "卢": 109,
      "庐": 110,
      "炉": 111,
      "掳": 112,
      "卤": 113,
      "虏": 114,
      "鲁": 115,
      "麓": 116,
      "碌": 117,
      "露": 118,
      "路": 119,
      "赂": 120,
      "鹿": 121,
      "潞": 122,
      "禄": 123,
      "录": 124,
      "陆": 125,
      "戮": 126,
      "驴": 127,
      "脌": 128,
      "脕": 129,
      "脗": 130,
      "脙": 131,
      "脛": 132,
      "脜": 133,
      "脝": 134,
      "脟": 135,
      "脠": 136,
      "脡": 137,
      "脢": 138,
      "脣": 139,
      "脤": 140,
      "脥": 141,
      "脦": 142,
      "脧": 143,
      "脨": 144,
      "脩": 145,
      "脪": 146,
      "脫": 147,
      "脭": 148,
      "脮": 149,
      "脰": 150,
      "脳": 151,
      "脴": 152,
      "脵": 153,
      "脷": 154,
      "脹": 155,
      "脺": 156,
      "脻": 157,
      "脼": 158,
      "脽": 159,
      "脿": 160,
      "谩": 161,
      "芒": 162,
      "茫": 163,
      "盲": 164,
      "氓": 165,
      "忙": 166,
      "莽": 167,
      "猫": 168,
      "茅": 169,
      "锚": 170,
      "毛": 171,
      "矛": 172,
      "铆": 173,
      "卯": 174,
      "茂": 175,
      "冒": 176,
      "帽": 177,
      "貌": 178,
      "贸": 179,
      "么": 180,
      "玫": 181,
      "枚": 182,
      "梅": 183,
      "酶": 184,
      "霉": 185,
      "煤": 186,
      "没": 187,
      "眉": 188,
      "媒": 189,
      "镁": 190,
      "每": 191,
      "膧": 192,
      "膩": 193,
      "膫": 194,
      "膬": 195,
      "膭": 196,
      "膮": 197,
      "膯": 198,
      "膰": 199,
      "膱": 200,
      "膲": 201,
      "膴": 202,
      "膵": 203,
      "膶": 204,
      "膷": 205,
      "膸": 206,
      "膹": 207,
      "膼": 208,
      "膽": 209,
      "膾": 210,
      "膿": 211,
      "臄": 212,
      "臅": 213,
      "臇": 214,
      "臈": 215,
      "臉": 216,
      "臋": 217,
      "臍": 218,
      "臎": 219,
      "臏": 220,
      "臐": 221,
      "臑": 222,
      "臒": 223,
      "臓": 224,
      "摹": 225,
      "蘑": 226,
      "模": 227,
      "膜": 228,
      "磨": 229,
      "摩": 230,
      "魔": 231,
      "抹": 232,
      "末": 233,
      "莫": 234,
      "墨": 235,
      "默": 236,
      "沫": 237,
      "漠": 238,
      "寞": 239,
      "陌": 240,
      "谋": 241,
      "牟": 242,
      "某": 243,
      "拇": 244,
      "牡": 245,
      "亩": 246,
      "姆": 247,
      "母": 248,
      "墓": 249,
      "暮": 250,
      "幕": 251,
      "募": 252,
      "慕": 253,
      "木": 254,
      "目": 255,
      "艀": 256,
      "艁": 257,
      "艂": 258,
      "艃": 259,
      "臓\"": 260,
      "\":": 261,
      "me": 262,
      "{\"": 263,
      "膷膴": 264,
      "\",": 265,
      "臓t": 266,
      "na": 267,
      "ng": 268,
      "\"}": 269,
      "ar": 270,
      "name": 271,
      "脙陋": 272,
      "at": 273,
      "脙麓": 274,
      "臓{\"": 275,
      "nt": 276,
      "i脙陋": 277,
      "gu": 278,
      "ment": 279,
      "argu": 280,
      "ments": 281,
      "arguments": 282,
      "\"}}": 283,
      "脙垄": 284,
      "ul": 285,
      "ua": 286,
      "ca": 287,
      "cal": 288,
      "er": 289,
      "ex": 290,
      "es": 291,
      "脙麓ng": 292,
      "res": 293,
      "臓th": 294,
      "in": 295,
      "臓k": 296,
      "ate": 297,
      "ch": 298,
      "im": 299,
      "ang": 300,
      "ge": 301,
      "臓tim": 302,
      "h脙麓ng": 303,
      "臓c": 304,
      "臓q": 305,
      "ult": 306,
      "result": 307,
      "脙垄y": 308,
      "i脙陋t": 309,
      "ear": 310,
      "sear": 311,
      "search": 312,
      "ro": 313,
      "臓v": 314,
      "臓qua": 315,
      "an": 316,
      "脙陋t": 317,
      "Kh脙麓ng": 318,
      "臓th脙垄y": 319,
      "臓k脙陋t": 320,
      "on": 321,
      "脛磨": 322,
      "臓m": 323,
      "call": 324,
      "脝隆": 325,
      "ia": 326,
      "脙麓i": 327,
      "脝掳": 328,
      "ion": 329,
      "cul": 330,
      "calcul": 331,
      "calculate": 332,
      "臓N": 333,
      "Vi脙陋t": 334,
      "gia": 335,
      "臓Vi脙陋t": 336,
      "erro": 337,
      "error": 338,
      "ol": 339,
      "ool": 340,
      "tool": 341,
      "i脙陋ng": 342,
      "th": 343,
      "Ha": 344,
      "臓N脙麓i": 345,
      "lo": 346,
      "no": 347,
      "so": 348,
      "LS": 349,
      "OO": 350,
      "TOO": 351,
      "ad": 352,
      "ce": 353,
      "dex": 354,
      "he": 355,
      "lang": 356,
      "rce": 357,
      "tex": 358,
      "ti脙陋ng": 359,
      "tad": 360,
      "urce": 361,
      "metad": 362,
      "nano": 363,
      "\"},": 364,
      "ata": 365,
      "uage": 366,
      "index": 367,
      "source": 368,
      "TOOLS": 369,
      "language": 370,
      "text": 371,
      "metadata": 372,
      "脙垄n": 373,
      "脝隆i": 374,
      "脛某": 375,
      "臓n": 376,
      "臓ng": 377,
      "00": 378,
      "</": 379,
      "ap": 380,
      "eat": 381,
      "her": 382,
      "late": 383,
      "ran": 384,
      "su": 385,
      "slate": 386,
      "tran": 387,
      "weat": 388,
      "get": 389,
      "translate": 390,
      "weather": 391,
      "iz": 392,
      "mm": 393,
      "ariz": 394,
      "api": 395,
      "summ": 396,
      "arize": 397,
      "summarize": 398,
      "臓vang": 399,
      "臓l": 400,
      "qu": 401,
      "ery": 402,
      "query": 403,
      "oan": 404,
      "pres": 405,
      "sion": 406,
      "expres": 407,
      "expression": 408,
      "ai": 409,
      "ay": 410,
      "ink": 411,
      "脛磨n": 412,
      "think": 413,
      "臓co": 414,
      "uc": 415,
      "臓ngay": 416,
      "oi": 417,
      "臓h": 418,
      "脝掳a": 419,
      "duc": 420,
      "臓c脙垄n": 421,
      "臓v脛磨n": 422,
      "臓gia": 423,
      "臓Ha": 424,
      "脛磨t": 425,
      "SD": 426,
      "USD": 427,
      "dp": 428,
      "en": 429,
      "ld": 430,
      "llo": 431,
      "om": 432,
      "or": 433,
      "pro": 434,
      "ts": 435,
      "ty": 436,
      "wor": 437,
      "臓USD": 438,
      "臓wor": 439,
      "臓\"/": 440,
      "臓ti脙陋t": 441,
      "臓t脛磨t": 442,
      "臓tom": 443,
      "臓mai": 444,
      "臓m脝掳a": 445,
      "th脝隆i": 446,
      "hello": 447,
      "脛某oan": 448,
      "臓nhe": 449,
      "oint": 450,
      "ducts": 451,
      "dpoint": 452,
      "endpoint": 453,
      "products": 454,
      "臓world": 455,
      "cat": 456,
      "locat": 457,
      "location": 458,
      "臓脛某": 459,
      "臓tin": 460,
      "臓la": 461,
      "臓b": 462,
      "[/": 463,
      "臓tr": 464,
      "臓th脙麓ng": 465,
      "臓1": 466,
      "i脙陋m": 467,
      "c脙垄n": 468,
      "臓search": 469,
      "臓calculate": 470,
      "臓[/": 471,
      "臓ki脙陋m": 472,
      "0000": 473,
      "臓nh": 474,
      "脝掳脝隆": 475,
      "臓ch": 476,
      "脙垄t": 477,
      "i脙陋u": 478,
      "臓ng脝掳": 479,
      "ph": 480,
      "臓ph": 481,
      "臓va": 482,
      "臓h脙麓": 483,
      "臓na": 484,
      "Gia": 485,
      "臓s": 486,
      "臓c脙麓ng": 487,
      "脛磨ng": 488,
      "臓nay": 489,
      "am": 490,
      "ri": 491,
      "臓d": 492,
      "臓cua": 493,
      "臓h脙麓m": 494,
      "inh": 495,
      "臓cu": 496,
      "臓nh脙垄t": 497,
      "臓m脝隆i": 498,
      "臓tinh": 499,
      "臓b脛磨ng": 500,
      "20000": 501,
      "85": 502,
      "NO": 503,
      "cri": 504,
      "des": 505,
      "pt": 506,
      "tim": 507,
      "臓*": 508,
      "臓/": 509,
      "臓TOOLS": 510,
      "臓85": 511,
      "臓toan": 512,
      "i脙陋n": 513,
      "臓tri脙陋u": 514,
      "臓15": 515,
      "臓100": 516,
      "2000000": 517,
      "cript": 518,
      "descript": 519,
      "description": 520,
      "脝掳脝隆ng": 521,
      "臓g": 522,
      "脙陋n": 523,
      "臓kh脙麓ng": 524,
      "臓Nam": 525,
      "臓ng脝掳脝隆i": 526,
      "ao": 527,
      "脝掳脝隆c": 528,
      "oc": 529,
      "T脙麓i": 530,
      "臓con": 531,
      "脛磨m": 532,
      "uy": 533,
      "臓ca": 534,
      "脝掳c": 535,
      "臓ngh": 536,
      "臓gi": 537,
      "脙麓t": 538,
      "臓th脙陋": 539,
      "臓C": 540,
      "脙麓n": 541,
      "臓ban": 542,
      "臓t脙垄": 543,
      "脝掳ng": 544,
      "臓hoc": 545,
      "臓脛某脙麓ng": 546,
      "14": 547,
      "19": 548,
      "24": 549,
      "29": 550,
      "34": 551,
      "39": 552,
      "54": 553,
      "59": 554,
      "64": 555,
      "69": 556,
      "ung": 557,
      "臓x": 558,
      "臓脝隆": 559,
      "臓th脝掳c": 560,
      "臓cho": 561,
      "uy脙陋n": 562,
      "oa": 563,
      "臓ng脙麓n": 564,
      "臓脛某脙陋": 565,
      "臓脛某脝掳脝隆c": 566,
      "74": 567,
      "79": 568,
      "84": 569,
      "89": 570,
      "ach": 571,
      "臓ti脙陋ng": 572,
      "臓kh": 573,
      "臓qu": 574,
      "anh": 575,
      "臓m脙麓i": 576,
      "臓n脝掳脝隆c": 577,
      "臓nh脙垄n": 578,
      "臓ph脙麓": 579,
      "臓s脝掳": 580,
      "04": 581,
      "09": 582,
      "ong": 583,
      "臓r": 584,
      "臓t脙麓": 585,
      "臓tao": 586,
      "脙垄m": 587,
      "臓m脙麓t": 588,
      "臓n脛磨m": 589,
      "臓lai": 590,
      "臓h脙麓i": 591,
      "臓h脝掳脝隆ng": 592,
      "臓bi脙陋t": 593,
      "臓tri脙陋n": 594,
      "臓phat": 595,
      "臓Ch": 596,
      "臓t脙垄p": 597,
      "臓B": 598,
      "臓L": 599,
      "臓X": 600,
      "臓tro": 601,
      "臓v脝隆i": 602,
      "脛磨c": 603,
      "臓m脙麓": 604,
      "臓hinh": 605,
      "臓脛某脙麓": 606,
      "臓truy脙陋n": 607,
      "臓d脙垄n": 608,
      "臓nghin": 609,
      "臓trong": 610,
      "44": 611,
      "Ae": 612,
      "ab": 613,
      "ep": 614,
      "nh": 615,
      "up": 616,
      "vy": 617,
      "臓H": 618,
      "臓脙垄m": 619,
      "臓t脝掳脝隆ng": 620,
      "臓t脙麓t": 621,
      "脙垄u": 622,
      "臓thu": 623,
      "臓thay": 624,
      "臓c脙麓": 625,
      "臓vi": 626,
      "脝隆n": 627,
      "脝掳脝隆i": 628,
      "臓n脙麓i": 629,
      "臓l脝隆i": 630,
      "臓hoa": 631,
      "臓脛某a": 632,
      "臓脛某ang": 633,
      "臓脛某ep": 634,
      "臓binh": 635,
      "臓bi脙陋n": 636,
      "臓b脙陋n": 637,
      "臓tra": 638,
      "臓trung": 639,
      "臓ch脛磨m": 640,
      "臓phu": 641,
      "臓dai": 642,
      "臓cach": 643,
      "臓nghia": 644,
      "臓gi脝隆i": 645,
      "臓giup": 646,
      "臓t脙垄m": 647,
      "臓Lab": 648,
      "Aevy": 649,
      "Aevynt": 650,
      "49": 651,
      "Hoc": 652,
      "Pl": 653,
      "Th": 654,
      "Ti脙陋ng": 655,
      "Tri": 656,
      "au": 657,
      "gr": 658,
      "igr": 659,
      "ui": 660,
      "u脙陋": 661,
      "臓T": 662,
      "臓y": 663,
      "臓lo": 664,
      "臓脛磨n": 665,
      "臓duc": 666,
      "臓Pl": 667,
      "臓tang": 668,
      "臓t脙麓i": 669,
      "臓t脙垄n": 670,
      "臓tu脙陋": 671,
      "脙麓c": 672,
      "i脙陋c": 673,
      "臓thanh": 674,
      "臓c脙垄y": 675,
      "臓v脙陋": 676,
      "臓vi脙陋c": 677,
      "ank": 678,
      "脛磨p": 679,
      "臓mon": 680,
      "臓moi": 681,
      "臓hi脙陋n": 682,
      "臓脛某脙麓i": 683,
      "臓脛某脝掳脝隆ng": 684,
      "臓脛某ao": 685,
      "臓lam": 686,
      "臓ba": 687,
      "臓tr脝隆i": 688,
      "臓tr脙陋n": 689,
      "臓nhi脙陋u": 690,
      "臓chi": 691,
      "臓chinh": 692,
      "臓ch脛磨c": 693,
      "臓sinh": 694,
      "臓sach": 695,
      "臓d脝掳ng": 696,
      "臓canh": 697,
      "臓ngh脙陋": 698,
      "臓C脙麓ng": 699,
      "臓x脙垄y": 700,
      "臓khi": 701,
      "臓qu脙麓c": 702,
      "臓ra": 703,
      "臓Chu": 704,
      "臓Bigr": 705,
      "臓Xa": 706,
      "臓Plank": 707,
      "臓Bigram": 708,
      "Ch": 709,
      "Con": 710,
      "Hoa": 711,
      "Kh": 712,
      "Lao": 713,
      "M脙麓i": 714,
      "M脛磨t": 715,
      "Minh": 716,
      "M脙麓t": 717,
      "Ng": 718,
      "Ph": 719,
      "R脙垄t": 720,
      "S脙麓ng": 721,
      "Sach": 722,
      "Xin": 723,
      "h脝掳ng": 724,
      "ich": 725,
      "u脙麓ng": 726,
      "u脙麓i": 727,
      "u脙垄n": 728,
      "臓me": 729,
      "臓no": 730,
      "臓ap": 731,
      "臓T脙麓i": 732,
      "臓Aevynt": 733,
      "臓Minh": 734,
      "臓R脙垄t": 735,
      "臓t脙陋": 736,
      "臓t脙垄y": 737,
      "臓t脝掳": 738,
      "脙陋u": 739,
      "臓thang": 740,
      "臓thi脙陋ng": 741,
      "臓th脙垄t": 742,
      "臓kinh": 743,
      "臓c脙垄u": 744,
      "臓quy": 745,
      "臓quy脙陋n": 746,
      "臓v脙麓": 747,
      "臓vong": 748,
      "臓vui": 749,
      "臓quan": 750,
      "臓moc": 751,
      "臓m脝掳脝隆i": 752,
      "脝掳u": 753,
      "臓nu脙麓i": 754,
      "臓l脙麓i": 755,
      "臓li脙陋ng": 756,
      "臓l脛磨n": 757,
      "臓li脙陋u": 758,
      "臓l脝掳c": 759,
      "臓l脝隆n": 760,
      "臓h脙陋": 761,
      "臓hang": 762,
      "臓hay": 763,
      "臓h脝隆n": 764,
      "臓脛某o": 765,
      "臓脛某i脙陋u": 766,
      "臓脛某inh": 767,
      "臓b脝隆": 768,
      "臓tri": 769,
      "臓trai": 770,
      "臓tr脛磨m": 771,
      "臓nh脝掳ng": 772,
      "臓chay": 773,
      "臓chao": 774,
      "臓ch脝掳c": 775,
      "臓phai": 776,
      "臓ph脝掳脝隆ng": 777,
      "臓h脙麓n": 778,
      "Giao": 779,
      "臓s脙麓": 780,
      "臓s脙麓ng": 781,
      "臓sang": 782,
      "臓sau": 783,
      "臓d脝掳": 784,
      "臓d脝掳脝隆ng": 785,
      "臓dung": 786,
      "臓g脛磨ng": 787,
      "臓g脛磨p": 788,
      "臓cam": 789,
      "臓gian": 790,
      "臓xa": 791,
      "臓脛某脙陋m": 792,
      "臓kho": 793,
      "臓khat": 794,
      "臓qu脙陋": 795,
      "臓t脙麓c": 796,
      "臓Chi": 797,
      "臓Xin": 798,
      "臓H脙麓": 799,
      "臓H脙麓ng": 800,
      "Thanh": 801,
      "臓y脙陋u": 802,
      "臓loai": 803,
      "Chao": 804,
      "Khoa": 805,
      "Ph脝隆": 806,
      "臓meo": 807,
      "臓noi": 808,
      "114": 809,
      "119": 810,
      "124": 811,
      "129": 812,
      "134": 813,
      "139": 814,
      "154": 815,
      "159": 816,
      "164": 817,
      "169": 818,
      "174": 819,
      "179": 820,
      "184": 821,
      "189": 822,
      "104": 823,
      "109": 824,
      "214": 825,
      "219": 826,
      "224": 827,
      "229": 828,
      "234": 829,
      "239": 830,
      "254": 831,
      "259": 832,
      "264": 833,
      "269": 834,
      "274": 835,
      "279": 836,
      "284": 837,
      "289": 838,
      "204": 839,
      "209": 840,
      "314": 841,
      "319": 842,
      "324": 843,
      "329": 844,
      "334": 845,
      "339": 846,
      "354": 847,
      "359": 848,
      "364": 849,
      "369": 850,
      "374": 851,
      "379": 852,
      "384": 853,
      "389": 854,
      "304": 855,
      "309": 856,
      "414": 857,
      "419": 858,
      "424": 859,
      "429": 860,
      "434": 861,
      "439": 862,
      "454": 863,
      "459": 864,
      "464": 865,
      "469": 866,
      "474": 867,
      "479": 868,
      "484": 869,
      "489": 870,
      "404": 871,
      "409": 872,
      "514": 873,
      "519": 874,
      "524": 875,
      "529": 876,
      "534": 877,
      "539": 878,
      "554": 879,
      "559": 880,
      "564": 881,
      "569": 882,
      "574": 883,
      "579": 884,
      "584": 885,
      "589": 886,
      "504": 887,
      "509": 888,
      "614": 889,
      "619": 890,
      "624": 891,
      "629": 892,
      "634": 893,
      "639": 894,
      "654": 895,
      "659": 896,
      "664": 897,
      "669": 898,
      "674": 899,
      "679": 900,
      "684": 901,
      "689": 902,
      "604": 903,
      "609": 904,
      "94": 905,
      "99": 906,
      "Ao": 907,
      "Anh": 908,
      "Bi脙陋n": 909,
      "Banh": 910,
      "Ca": 911,
      "C脙麓ng": 912,
      "Cam": 913,
      "C脙垄u": 914,
      "Dong": 915,
      "Long": 916,
      "Mua": 917,
      "N脝掳脝隆c": 918,
      "Nui": 919,
      "Nh脝掳ng": 920,
      "Tr": 921,
      "Tam": 922,
      "V脛磨n": 923,
      "em": 924,
      "eo": 925,
      "et": 926,
      "ing": 927,
      "int": 928,
      "net": 929,
      "og": 930,
      "oai": 931,
      "u脙麓n": 932,
      "脛牟": 933,
      "臓脙陋": 934,
      "臓so": 935,
      "臓su": 936,
      "臓Anh": 937,
      "臓em": 938,
      "臓int": 939,
      "臓u脙麓n": 940,
      "臓脛牟": 941,
      "臓t脝隆i": 942,
      "臓tai": 943,
      "臓tuc": 944,
      "臓t脛磨ng": 945,
      "臓ti脙陋n": 946,
      "臓t脙麓n": 947,
      "臓tach": 948,
      "臓t脝掳脝隆i": 949,
      "臓tich": 950,
      "脙垄c": 951,
      "脙垄p": 952,
      "ernet": 953,
      "臓th脙垄n": 954,
      "臓th脝隆i": 955,
      "臓th脝掳a": 956,
      "臓th脝掳脝隆ng": 957,
      "臓th脛磨m": 958,
      "臓thich": 959,
      "臓theo": 960,
      "臓thoai": 961,
      "ining": 962,
      "臓cat": 963,
      "臓c脝隆": 964,
      "臓c脙垄p": 965,
      "臓vu": 966,
      "臓v脙垄n": 967,
      "臓vinh": 968,
      "臓v脝掳ng": 969,
      "臓vung": 970,
      "臓quang": 971,
      "臓ma": 972,
      "臓mi": 973,
      "臓mua": 974,
      "臓m脝隆": 975,
      "臓mi脙陋ng": 976,
      "臓mi脙陋n": 977,
      "臓m脙垄m": 978,
      "臓Nh脝掳ng": 979,
      "臓n脙麓ng": 980,
      "臓non": 981,
      "臓n脝掳": 982,
      "臓n脝隆i": 983,
      "臓n脙陋n": 984,
      "臓ngu": 985,
      "臓ngan": 986,
      "臓ngon": 987,
      "臓nguy脙陋n": 988,
      "臓lua": 989,
      "臓l脝掳脝隆": 990,
      "臓l脝掳脝隆c": 991,
      "臓l脛磨m": 992,
      "臓luy脙陋n": 993,
      "臓lanh": 994,
      "臓hai": 995,
      "臓hoi": 996,
      "臓hi脙陋u": 997,
      "臓hung": 998,
      "臓hu脙垄n": 999,
      "臓h脝掳u": 1000,
      "臓giao": 1001,
      "臓脛某on": 1002,
      "臓脛某脝隆i": 1003,
      "臓脛某脙垄t": 1004,
      "臓脛某脛磨c": 1005,
      "臓脛某脙垄u": 1006,
      "臓脛某脛磨p": 1007,
      "臓be": 1008,
      "臓bo": 1009,
      "臓b脙麓": 1010,
      "臓b脙麓i": 1011,
      "臓bao": 1012,
      "臓b脙垄c": 1013,
      "臓tre": 1014,
      "臓tru": 1015,
      "臓trang": 1016,
      "臓tr脝隆": 1017,
      "臓tr脝掳脝隆ng": 1018,
      "臓truy": 1019,
      "臓tr脝掳ng": 1020,
      "臓trach": 1021,
      "臓nho": 1022,
      "臓nh脝掳": 1023,
      "臓nhi脙陋m": 1024,
      "臓nhi脙陋n": 1025,
      "臓nhau": 1026,
      "臓chu": 1027,
      "臓chin": 1028,
      "臓ch脙垄n": 1029,
      "臓ch脙垄t": 1030,
      "臓chi脙陋n": 1031,
      "臓chung": 1032,
      "臓ph脙陋": 1033,
      "臓phia": 1034,
      "臓ph脙垄n": 1035,
      "臓phuc": 1036,
      "臓phong": 1037,
      "臓ph脙垄m": 1038,
      "臓nan": 1039,
      "臓sa": 1040,
      "臓s脙麓i": 1041,
      "臓s脝掳a": 1042,
      "臓dang": 1043,
      "臓dao": 1044,
      "臓doc": 1045,
      "臓duy": 1046,
      "臓dog": 1047,
      "臓g脛磨n": 1048,
      "臓nghi": 1049,
      "臓gi脝掳a": 1050,
      "臓C脝掳u": 1051,
      "144": 1052,
      "149": 1053,
      "194": 1054,
      "199": 1055,
      "244": 1056,
      "249": 1057,
      "294": 1058,
      "299": 1059,
      "344": 1060,
      "349": 1061,
      "394": 1062,
      "399": 1063,
      "544": 1064,
      "549": 1065,
      "594": 1066,
      "599": 1067,
      "644": 1068,
      "649": 1069,
      "694": 1070,
      "699": 1071,
      "臓xuc": 1072,
      "臓x脝掳a": 1073,
      "臓xu脙麓ng": 1074,
      "臓xu脙垄n": 1075,
      "臓脝隆n": 1076,
      "臓qu脙垄y": 1077,
      "臓qu脙垄n": 1078,
      "臓s脝掳脝隆i": 1079,
      "臓r脝隆i": 1080,
      "臓r脝掳ng": 1081,
      "臓ru脙麓ng": 1082,
      "臓Chuc": 1083,
      "臓Bi脙陋n": 1084,
      "臓B脛磨c": 1085,
      "臓Long": 1086,
      "444": 1087,
      "449": 1088,
      "臓training": 1089,
      "494": 1090,
      "499": 1091,
      "Thi脙陋n": 1092,
      "臓T脙麓": 1093,
      "臓T脙垄y": 1094,
      "臓T脙陋t": 1095,
      "臓y脙陋n": 1096,
      "Ng脙麓n": 1097,
      "Ng脝掳脝隆i": 1098,
      "Tre": 1099,
      "臓脙陋m": 1100,
      "臓soc": 1101,
      "臓su脙垄t": 1102,
      "臓internet": 1103,
      "臓脛牟脙麓ng": 1104,
      "臓l脝掳脝隆n": 1105
    },
    "merges": [
      [
        "臓",
        "\""
      ],
      [
        "\"",
        ":"
      ],
      [
        "m",
        "e"
      ],
      [
        "{",
        "\""
      ],
      [
        "膷",
        "膴"
      ],
      [
        "\"",
        ","
      ],
      [
        "臓",
        "t"
      ],
      [
        "n",
        "a"
      ],
      [
        "n",
        "g"
      ],
      [
        "\"",
        "}"
      ],
      [
        "a",
        "r"
      ],
      [
        "na",
        "me"
      ],
      [
        "脙",
        "陋"
      ],
      [
        "a",
        "t"
      ],
      [
        "脙",
        "麓"
      ],
      [
        "臓",
        "{\""
      ],
      [
        "n",
        "t"
      ],
      [
        "i",
        "脙陋"
      ],
      [
        "g",
        "u"
      ],
      [
        "me",
        "nt"
      ],
      [
        "ar",
        "gu"
      ],
      [
        "ment",
        "s"
      ],
      [
        "argu",
        "ments"
      ],
      [
        "\"}",
        "}"
      ],
      [
        "脙",
        "垄"
      ],
      [
        "u",
        "l"
      ],
      [
        "u",
        "a"
      ],
      [
        "c",
        "a"
      ],
      [
        "ca",
        "l"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "x"
      ],
      [
        "e",
        "s"
      ],
      [
        "脙麓",
        "ng"
      ],
      [
        "r",
        "es"
      ],
      [
        "臓t",
        "h"
      ],
      [
        "i",
        "n"
      ],
      [
        "臓",
        "k"
      ],
      [
        "at",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "i",
        "m"
      ],
      [
        "a",
        "ng"
      ],
      [
        "g",
        "e"
      ],
      [
        "臓t",
        "im"
      ],
      [
        "h",
        "脙麓ng"
      ],
      [
        "臓",
        "c"
      ],
      [
        "臓",
        "q"
      ],
      [
        "ul",
        "t"
      ],
      [
        "res",
        "ult"
      ],
      [
        "脙垄",
        "y"
      ],
      [
        "i脙陋",
        "t"
      ],
      [
        "e",
        "ar"
      ],
      [
        "s",
        "ear"
      ],
      [
        "sear",
        "ch"
      ],
      [
        "r",
        "o"
      ],
      [
        "臓",
        "v"
      ],
      [
        "臓q",
        "ua"
      ],
      [
        "a",
        "n"
      ],
      [
        "脙陋",
        "t"
      ],
      [
        "K",
        "h脙麓ng"
      ],
      [
        "臓th",
        "脙垄y"
      ],
      [
        "臓k",
        "脙陋t"
      ],
      [
        "o",
        "n"
      ],
      [
        "脛",
        "磨"
      ],
      [
        "臓",
        "m"
      ],
      [
        "cal",
        "l"
      ],
      [
        "脝",
        "隆"
      ],
      [
        "i",
        "a"
      ],
      [
        "脙麓",
        "i"
      ],
      [
        "脝",
        "掳"
      ],
      [
        "i",
        "on"
      ],
      [
        "c",
        "ul"
      ],
      [
        "cal",
        "cul"
      ],
      [
        "calcul",
        "ate"
      ],
      [
        "臓",
        "N"
      ],
      [
        "V",
        "i脙陋t"
      ],
      [
        "g",
        "ia"
      ],
      [
        "臓",
        "Vi脙陋t"
      ],
      [
        "er",
        "ro"
      ],
      [
        "erro",
        "r"
      ],
      [
        "o",
        "l"
      ],
      [
        "o",
        "ol"
      ],
      [
        "t",
        "ool"
      ],
      [
        "i脙陋",
        "ng"
      ],
      [
        "t",
        "h"
      ],
      [
        "H",
        "a"
      ],
      [
        "臓N",
        "脙麓i"
      ],
      [
        "l",
        "o"
      ],
      [
        "n",
        "o"
      ],
      [
        "s",
        "o"
      ],
      [
        "L",
        "S"
      ],
      [
        "O",
        "O"
      ],
      [
        "T",
        "OO"
      ],
      [
        "a",
        "d"
      ],
      [
        "c",
        "e"
      ],
      [
        "d",
        "ex"
      ],
      [
        "h",
        "e"
      ],
      [
        "l",
        "ang"
      ],
      [
        "r",
        "ce"
      ],
      [
        "t",
        "ex"
      ],
      [
        "t",
        "i脙陋ng"
      ],
      [
        "t",
        "ad"
      ],
      [
        "u",
        "rce"
      ],
      [
        "me",
        "tad"
      ],
      [
        "na",
        "no"
      ],
      [
        "\"}",
        ","
      ],
      [
        "at",
        "a"
      ],
      [
        "ua",
        "ge"
      ],
      [
        "in",
        "dex"
      ],
      [
        "so",
        "urce"
      ],
      [
        "TOO",
        "LS"
      ],
      [
        "lang",
        "uage"
      ],
      [
        "tex",
        "t"
      ],
      [
        "metad",
        "ata"
      ],
      [
        "脙垄",
        "n"
      ],
      [
        "脝隆",
        "i"
      ],
      [
        "脛",
        "某"
      ],
      [
        "臓",
        "n"
      ],
      [
        "臓",
        "ng"
      ],
      [
        "0",
        "0"
      ],
      [
        "<",
        "/"
      ],
      [
        "a",
        "p"
      ],
      [
        "e",
        "at"
      ],
      [
        "h",
        "er"
      ],
      [
        "l",
        "ate"
      ],
      [
        "r",
        "an"
      ],
      [
        "s",
        "u"
      ],
      [
        "s",
        "late"
      ],
      [
        "t",
        "ran"
      ],
      [
        "w",
        "eat"
      ],
      [
        "ge",
        "t"
      ],
      [
        "tran",
        "slate"
      ],
      [
        "weat",
        "her"
      ],
      [
        "i",
        "z"
      ],
      [
        "m",
        "m"
      ],
      [
        "ar",
        "iz"
      ],
      [
        "ap",
        "i"
      ],
      [
        "su",
        "mm"
      ],
      [
        "ariz",
        "e"
      ],
      [
        "summ",
        "arize"
      ],
      [
        "臓v",
        "ang"
      ],
      [
        "臓",
        "l"
      ],
      [
        "q",
        "u"
      ],
      [
        "er",
        "y"
      ],
      [
        "qu",
        "ery"
      ],
      [
        "o",
        "an"
      ],
      [
        "p",
        "res"
      ],
      [
        "s",
        "ion"
      ],
      [
        "ex",
        "pres"
      ],
      [
        "expres",
        "sion"
      ],
      [
        "a",
        "i"
      ],
      [
        "a",
        "y"
      ],
      [
        "in",
        "k"
      ],
      [
        "脛磨",
        "n"
      ],
      [
        "th",
        "ink"
      ],
      [
        "臓c",
        "o"
      ],
      [
        "u",
        "c"
      ],
      [
        "臓ng",
        "ay"
      ],
      [
        "o",
        "i"
      ],
      [
        "臓",
        "h"
      ],
      [
        "脝掳",
        "a"
      ],
      [
        "d",
        "uc"
      ],
      [
        "臓c",
        "脙垄n"
      ],
      [
        "臓v",
        "脛磨n"
      ],
      [
        "臓",
        "gia"
      ],
      [
        "臓",
        "Ha"
      ],
      [
        "脛磨",
        "t"
      ],
      [
        "S",
        "D"
      ],
      [
        "U",
        "SD"
      ],
      [
        "d",
        "p"
      ],
      [
        "e",
        "n"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "lo"
      ],
      [
        "o",
        "m"
      ],
      [
        "o",
        "r"
      ],
      [
        "p",
        "ro"
      ],
      [
        "t",
        "s"
      ],
      [
        "t",
        "y"
      ],
      [
        "w",
        "or"
      ],
      [
        "臓",
        "USD"
      ],
      [
        "臓",
        "wor"
      ],
      [
        "臓\"",
        "/"
      ],
      [
        "臓t",
        "i脙陋t"
      ],
      [
        "臓t",
        "脛磨t"
      ],
      [
        "臓t",
        "om"
      ],
      [
        "臓m",
        "ai"
      ],
      [
        "臓m",
        "脝掳a"
      ],
      [
        "th",
        "脝隆i"
      ],
      [
        "he",
        "llo"
      ],
      [
        "脛某",
        "oan"
      ],
      [
        "臓n",
        "he"
      ],
      [
        "oi",
        "nt"
      ],
      [
        "duc",
        "ts"
      ],
      [
        "dp",
        "oint"
      ],
      [
        "en",
        "dpoint"
      ],
      [
        "pro",
        "ducts"
      ],
      [
        "臓wor",
        "ld"
      ],
      [
        "c",
        "at"
      ],
      [
        "lo",
        "cat"
      ],
      [
        "locat",
        "ion"
      ],
      [
        "臓",
        "脛某"
      ],
      [
        "臓t",
        "in"
      ],
      [
        "臓l",
        "a"
      ],
      [
        "臓",
        "b"
      ],
      [
        "[",
        "/"
      ],
      [
        "臓t",
        "r"
      ],
      [
        "臓th",
        "脙麓ng"
      ],
      [
        "臓",
        "1"
      ],
      [
        "i脙陋",
        "m"
      ],
      [
        "c",
        "脙垄n"
      ],
      [
        "臓",
        "search"
      ],
      [
        "臓",
        "calculate"
      ],
      [
        "臓",
        "[/"
      ],
      [
        "臓k",
        "i脙陋m"
      ],
      [
        "00",
        "00"
      ],
      [
        "臓n",
        "h"
      ],
      [
        "脝掳",
        "脝隆"
      ],
      [
        "臓",
        "ch"
      ],
      [
        "脙垄",
        "t"
      ],
      [
        "i脙陋",
        "u"
      ],
      [
        "臓ng",
        "脝掳"
      ],
      [
        "p",
        "h"
      ],
      [
        "臓",
        "ph"
      ],
      [
        "臓v",
        "a"
      ],
      [
        "臓h",
        "脙麓"
      ],
      [
        "臓",
        "na"
      ],
      [
        "G",
        "ia"
      ],
      [
        "臓",
        "s"
      ],
      [
        "臓c",
        "脙麓ng"
      ],
      [
        "脛磨",
        "ng"
      ],
      [
        "臓na",
        "y"
      ],
      [
        "a",
        "m"
      ],
      [
        "r",
        "i"
      ],
      [
        "臓",
        "d"
      ],
      [
        "臓c",
        "ua"
      ],
      [
        "臓h脙麓",
        "m"
      ],
      [
        "in",
        "h"
      ],
      [
        "臓c",
        "u"
      ],
      [
        "臓nh",
        "脙垄t"
      ],
      [
        "臓m",
        "脝隆i"
      ],
      [
        "臓tin",
        "h"
      ],
      [
        "臓b",
        "脛磨ng"
      ],
      [
        "2",
        "0000"
      ],
      [
        "8",
        "5"
      ],
      [
        "N",
        "O"
      ],
      [
        "c",
        "ri"
      ],
      [
        "d",
        "es"
      ],
      [
        "p",
        "t"
      ],
      [
        "t",
        "im"
      ],
      [
        "臓",
        "*"
      ],
      [
        "臓",
        "/"
      ],
      [
        "臓",
        "TOOLS"
      ],
      [
        "臓",
        "85"
      ],
      [
        "臓t",
        "oan"
      ],
      [
        "i脙陋",
        "n"
      ],
      [
        "臓tr",
        "i脙陋u"
      ],
      [
        "臓1",
        "5"
      ],
      [
        "臓1",
        "00"
      ],
      [
        "20000",
        "00"
      ],
      [
        "cri",
        "pt"
      ],
      [
        "des",
        "cript"
      ],
      [
        "descript",
        "ion"
      ],
      [
        "脝掳脝隆",
        "ng"
      ],
      [
        "臓",
        "g"
      ],
      [
        "脙陋",
        "n"
      ],
      [
        "臓k",
        "h脙麓ng"
      ],
      [
        "臓N",
        "am"
      ],
      [
        "臓ng脝掳",
        "脝隆i"
      ],
      [
        "a",
        "o"
      ],
      [
        "脝掳脝隆",
        "c"
      ],
      [
        "o",
        "c"
      ],
      [
        "T",
        "脙麓i"
      ],
      [
        "臓c",
        "on"
      ],
      [
        "脛磨",
        "m"
      ],
      [
        "u",
        "y"
      ],
      [
        "臓",
        "ca"
      ],
      [
        "脝掳",
        "c"
      ],
      [
        "臓ng",
        "h"
      ],
      [
        "臓g",
        "i"
      ],
      [
        "脙麓",
        "t"
      ],
      [
        "臓th",
        "脙陋"
      ],
      [
        "臓",
        "C"
      ],
      [
        "脙麓",
        "n"
      ],
      [
        "臓b",
        "an"
      ],
      [
        "臓t",
        "脙垄"
      ],
      [
        "脝掳",
        "ng"
      ],
      [
        "臓h",
        "oc"
      ],
      [
        "臓脛某",
        "脙麓ng"
      ],
      [
        "1",
        "4"
      ],
      [
        "1",
        "9"
      ],
      [
        "2",
        "4"
      ],
      [
        "2",
        "9"
      ],
      [
        "3",
        "4"
      ],
      [
        "3",
        "9"
      ],
      [
        "5",
        "4"
      ],
      [
        "5",
        "9"
      ],
      [
        "6",
        "4"
      ],
      [
        "6",
        "9"
      ],
      [
        "u",
        "ng"
      ],
      [
        "臓",
        "x"
      ],
      [
        "臓",
        "脝隆"
      ],
      [
        "臓th",
        "脝掳c"
      ],
      [
        "臓ch",
        "o"
      ],
      [
        "uy",
        "脙陋n"
      ],
      [
        "o",
        "a"
      ],
      [
        "臓ng",
        "脙麓n"
      ],
      [
        "臓脛某",
        "脙陋"
      ],
      [
        "臓脛某",
        "脝掳脝隆c"
      ],
      [
        "7",
        "4"
      ],
      [
        "7",
        "9"
      ],
      [
        "8",
        "4"
      ],
      [
        "8",
        "9"
      ],
      [
        "a",
        "ch"
      ],
      [
        "臓t",
        "i脙陋ng"
      ],
      [
        "臓k",
        "h"
      ],
      [
        "臓q",
        "u"
      ],
      [
        "an",
        "h"
      ],
      [
        "臓m",
        "脙麓i"
      ],
      [
        "臓n",
        "脝掳脝隆c"
      ],
      [
        "臓nh",
        "脙垄n"
      ],
      [
        "臓ph",
        "脙麓"
      ],
      [
        "臓s",
        "脝掳"
      ],
      [
        "0",
        "4"
      ],
      [
        "0",
        "9"
      ],
      [
        "o",
        "ng"
      ],
      [
        "臓",
        "r"
      ],
      [
        "臓t",
        "脙麓"
      ],
      [
        "臓t",
        "ao"
      ],
      [
        "脙垄",
        "m"
      ],
      [
        "臓m",
        "脙麓t"
      ],
      [
        "臓n",
        "脛磨m"
      ],
      [
        "臓l",
        "ai"
      ],
      [
        "臓h",
        "脙麓i"
      ],
      [
        "臓h",
        "脝掳脝隆ng"
      ],
      [
        "臓b",
        "i脙陋t"
      ],
      [
        "臓tr",
        "i脙陋n"
      ],
      [
        "臓ph",
        "at"
      ],
      [
        "臓C",
        "h"
      ],
      [
        "臓t脙垄",
        "p"
      ],
      [
        "臓",
        "B"
      ],
      [
        "臓",
        "L"
      ],
      [
        "臓",
        "X"
      ],
      [
        "臓t",
        "ro"
      ],
      [
        "臓v",
        "脝隆i"
      ],
      [
        "脛磨",
        "c"
      ],
      [
        "臓m",
        "脙麓"
      ],
      [
        "臓h",
        "inh"
      ],
      [
        "臓脛某",
        "脙麓"
      ],
      [
        "臓tr",
        "uy脙陋n"
      ],
      [
        "臓d",
        "脙垄n"
      ],
      [
        "臓ngh",
        "in"
      ],
      [
        "臓tro",
        "ng"
      ],
      [
        "4",
        "4"
      ],
      [
        "A",
        "e"
      ],
      [
        "a",
        "b"
      ],
      [
        "e",
        "p"
      ],
      [
        "n",
        "h"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "y"
      ],
      [
        "臓",
        "H"
      ],
      [
        "臓",
        "脙垄m"
      ],
      [
        "臓t",
        "脝掳脝隆ng"
      ],
      [
        "臓t",
        "脙麓t"
      ],
      [
        "脙垄",
        "u"
      ],
      [
        "臓th",
        "u"
      ],
      [
        "臓th",
        "ay"
      ],
      [
        "臓c",
        "脙麓"
      ],
      [
        "臓v",
        "i"
      ],
      [
        "脝隆",
        "n"
      ],
      [
        "脝掳",
        "脝隆i"
      ],
      [
        "臓n",
        "脙麓i"
      ],
      [
        "臓l",
        "脝隆i"
      ],
      [
        "臓h",
        "oa"
      ],
      [
        "臓脛某",
        "a"
      ],
      [
        "臓脛某",
        "ang"
      ],
      [
        "臓脛某",
        "ep"
      ],
      [
        "臓b",
        "inh"
      ],
      [
        "臓b",
        "i脙陋n"
      ],
      [
        "臓b",
        "脙陋n"
      ],
      [
        "臓tr",
        "a"
      ],
      [
        "臓tr",
        "ung"
      ],
      [
        "臓ch",
        "脛磨m"
      ],
      [
        "臓ph",
        "u"
      ],
      [
        "臓d",
        "ai"
      ],
      [
        "臓ca",
        "ch"
      ],
      [
        "臓ngh",
        "ia"
      ],
      [
        "臓gi",
        "脝隆i"
      ],
      [
        "臓gi",
        "up"
      ],
      [
        "臓t脙垄",
        "m"
      ],
      [
        "臓L",
        "ab"
      ],
      [
        "Ae",
        "vy"
      ],
      [
        "Aevy",
        "nt"
      ],
      [
        "4",
        "9"
      ],
      [
        "H",
        "oc"
      ],
      [
        "P",
        "l"
      ],
      [
        "T",
        "h"
      ],
      [
        "T",
        "i脙陋ng"
      ],
      [
        "T",
        "ri"
      ],
      [
        "a",
        "u"
      ],
      [
        "g",
        "r"
      ],
      [
        "i",
        "gr"
      ],
      [
        "u",
        "i"
      ],
      [
        "u",
        "脙陋"
      ],
      [
        "臓",
        "T"
      ],
      [
        "臓",
        "y"
      ],
      [
        "臓",
        "lo"
      ],
      [
        "臓",
        "脛磨n"
      ],
      [
        "臓",
        "duc"
      ],
      [
        "臓",
        "Pl"
      ],
      [
        "臓t",
        "ang"
      ],
      [
        "臓t",
        "脙麓i"
      ],
      [
        "臓t",
        "脙垄n"
      ],
      [
        "臓t",
        "u脙陋"
      ],
      [
        "脙麓",
        "c"
      ],
      [
        "i脙陋",
        "c"
      ],
      [
        "臓th",
        "anh"
      ],
      [
        "臓c",
        "脙垄y"
      ],
      [
        "臓v",
        "脙陋"
      ],
      [
        "臓v",
        "i脙陋c"
      ],
      [
        "an",
        "k"
      ],
      [
        "脛磨",
        "p"
      ],
      [
        "臓m",
        "on"
      ],
      [
        "臓m",
        "oi"
      ],
      [
        "臓h",
        "i脙陋n"
      ],
      [
        "臓脛某",
        "脙麓i"
      ],
      [
        "臓脛某",
        "脝掳脝隆ng"
      ],
      [
        "臓脛某",
        "ao"
      ],
      [
        "臓la",
        "m"
      ],
      [
        "臓b",
        "a"
      ],
      [
        "臓tr",
        "脝隆i"
      ],
      [
        "臓tr",
        "脙陋n"
      ],
      [
        "臓nh",
        "i脙陋u"
      ],
      [
        "臓ch",
        "i"
      ],
      [
        "臓ch",
        "inh"
      ],
      [
        "臓ch",
        "脛磨c"
      ],
      [
        "臓s",
        "inh"
      ],
      [
        "臓s",
        "ach"
      ],
      [
        "臓d",
        "脝掳ng"
      ],
      [
        "臓ca",
        "nh"
      ],
      [
        "臓ngh",
        "脙陋"
      ],
      [
        "臓C",
        "脙麓ng"
      ],
      [
        "臓x",
        "脙垄y"
      ],
      [
        "臓kh",
        "i"
      ],
      [
        "臓qu",
        "脙麓c"
      ],
      [
        "臓r",
        "a"
      ],
      [
        "臓Ch",
        "u"
      ],
      [
        "臓B",
        "igr"
      ],
      [
        "臓X",
        "a"
      ],
      [
        "臓Pl",
        "ank"
      ],
      [
        "臓Bigr",
        "am"
      ],
      [
        "C",
        "h"
      ],
      [
        "C",
        "on"
      ],
      [
        "H",
        "oa"
      ],
      [
        "K",
        "h"
      ],
      [
        "L",
        "ao"
      ],
      [
        "M",
        "脙麓i"
      ],
      [
        "M",
        "脛磨t"
      ],
      [
        "M",
        "inh"
      ],
      [
        "M",
        "脙麓t"
      ],
      [
        "N",
        "g"
      ],
      [
        "P",
        "h"
      ],
      [
        "R",
        "脙垄t"
      ],
      [
        "S",
        "脙麓ng"
      ],
      [
        "S",
        "ach"
      ],
      [
        "X",
        "in"
      ],
      [
        "h",
        "脝掳ng"
      ],
      [
        "i",
        "ch"
      ],
      [
        "u",
        "脙麓ng"
      ],
      [
        "u",
        "脙麓i"
      ],
      [
        "u",
        "脙垄n"
      ],
      [
        "臓",
        "me"
      ],
      [
        "臓",
        "no"
      ],
      [
        "臓",
        "ap"
      ],
      [
        "臓",
        "T脙麓i"
      ],
      [
        "臓",
        "Aevynt"
      ],
      [
        "臓",
        "Minh"
      ],
      [
        "臓",
        "R脙垄t"
      ],
      [
        "臓t",
        "脙陋"
      ],
      [
        "臓t",
        "脙垄y"
      ],
      [
        "臓t",
        "脝掳"
      ],
      [
        "脙陋",
        "u"
      ],
      [
        "臓th",
        "ang"
      ],
      [
        "臓th",
        "i脙陋ng"
      ],
      [
        "臓th",
        "脙垄t"
      ],
      [
        "臓k",
        "inh"
      ],
      [
        "臓c",
        "脙垄u"
      ],
      [
        "臓q",
        "uy"
      ],
      [
        "臓q",
        "uy脙陋n"
      ],
      [
        "臓v",
        "脙麓"
      ],
      [
        "臓v",
        "ong"
      ],
      [
        "臓v",
        "ui"
      ],
      [
        "臓qua",
        "n"
      ],
      [
        "臓m",
        "oc"
      ],
      [
        "臓m",
        "脝掳脝隆i"
      ],
      [
        "脝掳",
        "u"
      ],
      [
        "臓n",
        "u脙麓i"
      ],
      [
        "臓l",
        "脙麓i"
      ],
      [
        "臓l",
        "i脙陋ng"
      ],
      [
        "臓l",
        "脛磨n"
      ],
      [
        "臓l",
        "i脙陋u"
      ],
      [
        "臓l",
        "脝掳c"
      ],
      [
        "臓l",
        "脝隆n"
      ],
      [
        "臓h",
        "脙陋"
      ],
      [
        "臓h",
        "ang"
      ],
      [
        "臓h",
        "ay"
      ],
      [
        "臓h",
        "脝隆n"
      ],
      [
        "臓脛某",
        "o"
      ],
      [
        "臓脛某",
        "i脙陋u"
      ],
      [
        "臓脛某",
        "inh"
      ],
      [
        "臓b",
        "脝隆"
      ],
      [
        "臓tr",
        "i"
      ],
      [
        "臓tr",
        "ai"
      ],
      [
        "臓tr",
        "脛磨m"
      ],
      [
        "臓nh",
        "脝掳ng"
      ],
      [
        "臓ch",
        "ay"
      ],
      [
        "臓ch",
        "ao"
      ],
      [
        "臓ch",
        "脝掳c"
      ],
      [
        "臓ph",
        "ai"
      ],
      [
        "臓ph",
        "脝掳脝隆ng"
      ],
      [
        "臓h脙麓",
        "n"
      ],
      [
        "Gia",
        "o"
      ],
      [
        "臓s",
        "脙麓"
      ],
      [
        "臓s",
        "脙麓ng"
      ],
      [
        "臓s",
        "ang"
      ],
      [
        "臓s",
        "au"
      ],
      [
        "臓d",
        "脝掳"
      ],
      [
        "臓d",
        "脝掳脝隆ng"
      ],
      [
        "臓d",
        "ung"
      ],
      [
        "臓g",
        "脛磨ng"
      ],
      [
        "臓g",
        "脛磨p"
      ],
      [
        "臓ca",
        "m"
      ],
      [
        "臓gi",
        "an"
      ],
      [
        "臓x",
        "a"
      ],
      [
        "臓脛某脙陋",
        "m"
      ],
      [
        "臓kh",
        "o"
      ],
      [
        "臓kh",
        "at"
      ],
      [
        "臓qu",
        "脙陋"
      ],
      [
        "臓t脙麓",
        "c"
      ],
      [
        "臓Ch",
        "i"
      ],
      [
        "臓X",
        "in"
      ],
      [
        "臓H",
        "脙麓"
      ],
      [
        "臓H",
        "脙麓ng"
      ],
      [
        "Th",
        "anh"
      ],
      [
        "臓y",
        "脙陋u"
      ],
      [
        "臓lo",
        "ai"
      ],
      [
        "Ch",
        "ao"
      ],
      [
        "Kh",
        "oa"
      ],
      [
        "Ph",
        "脝隆"
      ],
      [
        "臓me",
        "o"
      ],
      [
        "臓no",
        "i"
      ],
      [
        "1",
        "14"
      ],
      [
        "1",
        "19"
      ],
      [
        "1",
        "24"
      ],
      [
        "1",
        "29"
      ],
      [
        "1",
        "34"
      ],
      [
        "1",
        "39"
      ],
      [
        "1",
        "54"
      ],
      [
        "1",
        "59"
      ],
      [
        "1",
        "64"
      ],
      [
        "1",
        "69"
      ],
      [
        "1",
        "74"
      ],
      [
        "1",
        "79"
      ],
      [
        "1",
        "84"
      ],
      [
        "1",
        "89"
      ],
      [
        "1",
        "04"
      ],
      [
        "1",
        "09"
      ],
      [
        "2",
        "14"
      ],
      [
        "2",
        "19"
      ],
      [
        "2",
        "24"
      ],
      [
        "2",
        "29"
      ],
      [
        "2",
        "34"
      ],
      [
        "2",
        "39"
      ],
      [
        "2",
        "54"
      ],
      [
        "2",
        "59"
      ],
      [
        "2",
        "64"
      ],
      [
        "2",
        "69"
      ],
      [
        "2",
        "74"
      ],
      [
        "2",
        "79"
      ],
      [
        "2",
        "84"
      ],
      [
        "2",
        "89"
      ],
      [
        "2",
        "04"
      ],
      [
        "2",
        "09"
      ],
      [
        "3",
        "14"
      ],
      [
        "3",
        "19"
      ],
      [
        "3",
        "24"
      ],
      [
        "3",
        "29"
      ],
      [
        "3",
        "34"
      ],
      [
        "3",
        "39"
      ],
      [
        "3",
        "54"
      ],
      [
        "3",
        "59"
      ],
      [
        "3",
        "64"
      ],
      [
        "3",
        "69"
      ],
      [
        "3",
        "74"
      ],
      [
        "3",
        "79"
      ],
      [
        "3",
        "84"
      ],
      [
        "3",
        "89"
      ],
      [
        "3",
        "04"
      ],
      [
        "3",
        "09"
      ],
      [
        "4",
        "14"
      ],
      [
        "4",
        "19"
      ],
      [
        "4",
        "24"
      ],
      [
        "4",
        "29"
      ],
      [
        "4",
        "34"
      ],
      [
        "4",
        "39"
      ],
      [
        "4",
        "54"
      ],
      [
        "4",
        "59"
      ],
      [
        "4",
        "64"
      ],
      [
        "4",
        "69"
      ],
      [
        "4",
        "74"
      ],
      [
        "4",
        "79"
      ],
      [
        "4",
        "84"
      ],
      [
        "4",
        "89"
      ],
      [
        "4",
        "04"
      ],
      [
        "4",
        "09"
      ],
      [
        "5",
        "14"
      ],
      [
        "5",
        "19"
      ],
      [
        "5",
        "24"
      ],
      [
        "5",
        "29"
      ],
      [
        "5",
        "34"
      ],
      [
        "5",
        "39"
      ],
      [
        "5",
        "54"
      ],
      [
        "5",
        "59"
      ],
      [
        "5",
        "64"
      ],
      [
        "5",
        "69"
      ],
      [
        "5",
        "74"
      ],
      [
        "5",
        "79"
      ],
      [
        "5",
        "84"
      ],
      [
        "5",
        "89"
      ],
      [
        "5",
        "04"
      ],
      [
        "5",
        "09"
      ],
      [
        "6",
        "14"
      ],
      [
        "6",
        "19"
      ],
      [
        "6",
        "24"
      ],
      [
        "6",
        "29"
      ],
      [
        "6",
        "34"
      ],
      [
        "6",
        "39"
      ],
      [
        "6",
        "54"
      ],
      [
        "6",
        "59"
      ],
      [
        "6",
        "64"
      ],
      [
        "6",
        "69"
      ],
      [
        "6",
        "74"
      ],
      [
        "6",
        "79"
      ],
      [
        "6",
        "84"
      ],
      [
        "6",
        "89"
      ],
      [
        "6",
        "04"
      ],
      [
        "6",
        "09"
      ],
      [
        "9",
        "4"
      ],
      [
        "9",
