{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "Ã´": 260,
      "ng": 261,
      "Ġt": 262,
      "Ãª": 263,
      "Ġc": 264,
      "Æ°": 265,
      "Æ¡": 266,
      "iÃª": 267,
      "Ġl": 268,
      "ĠÄ": 269,
      "Ã´i": 270,
      "ĠÄĳ": 271,
      "Ġng": 272,
      "Ã´ng": 273,
      "Ġv": 274,
      "Ġh": 275,
      "Ġth": 276,
      "Æ°Æ¡": 277,
      "Ġla": 278,
      "Ã¢": 279,
      "nh": 280,
      "Ġtr": 281,
      "Ġb": 282,
      "Ġk": 283,
      "Ġkh": 284,
      "Ġm": 285,
      "Äĥ": 286,
      "iÃªt": 287,
      "ua": 288,
      "Ġch": 289,
      "ĠkhÃ´ng": 290,
      "Ġn": 291,
      "TÃ´i": 292,
      "ph": 293,
      "Ġph": 294,
      "Ġcua": 295,
      "am": 296,
      "inh": 297,
      "ViÃªt": 298,
      "Ġg": 299,
      "Ġco": 300,
      "an": 301,
      "ĠN": 302,
      "Ġd": 303,
      "ĠViÃªt": 304,
      "Ġva": 305,
      "ay": 306,
      "in": 307,
      "Ġs": 308,
      "iÃªn": 309,
      "Æ°Æ¡i": 310,
      "Æ°Æ¡ng": 311,
      "ao": 312,
      "Æ°c": 313,
      "Æ¡i": 314,
      "iÃªng": 315,
      "Æ°Æ¡c": 316,
      "Ġgi": 317,
      "oc": 318,
      "Ã´t": 319,
      "ĠtÃ¢": 320,
      "ĠngÆ°Æ¡i": 321,
      "Ġban": 322,
      "Äĥm": 323,
      "ĠNam": 324,
      "ai": 325,
      "ĠC": 326,
      "Ġnh": 327,
      "Ã´n": 328,
      "Ãªn": 329,
      "Ġngh": 330,
      "ĠthÃª": 331,
      "Ã¢n": 332,
      "Ġcon": 333,
      "at": 334,
      "ang": 335,
      "ĠÆ¡": 336,
      "ĠtiÃªng": 337,
      "ĠngÆ°": 338,
      "ĠngÃ´n": 339,
      "ĠthÆ°c": 340,
      "Ã¢t": 341,
      "Ġtru": 342,
      "ĠbiÃªt": 343,
      "ac": 344,
      "ia": 345,
      "oi": 346,
      "Æ°ng": 347,
      "ĠÄĳÆ°Æ¡c": 348,
      "Ġhoc": 349,
      "ĠphÃ´": 350,
      "ach": 351,
      "Ae": 352,
      "La": 353,
      "Xin": 354,
      "anh": 355,
      "nt": 356,
      "oa": 357,
      "on": 358,
      "uc": 359,
      "up": 360,
      "vy": 361,
      "yÃªn": 362,
      "Ġq": 363,
      "Ġx": 364,
      "ĠLa": 365,
      "ĠtÃ´": 366,
      "ĠlÆ¡i": 367,
      "ĠÄĳÃ´": 368,
      "ĠÄĳÃª": 369,
      "ĠÄĳÃ´ng": 370,
      "ĠhÃ´i": 371,
      "Ġhinh": 372,
      "ĠthÃ´ng": 373,
      "Ġtra": 374,
      "ĠtriÃªn": 375,
      "ĠmÃ´": 376,
      "ĠmÃ´t": 377,
      "Äĥc": 378,
      "Ġphat": 379,
      "ĠgÄĥ": 380,
      "ĠsÆ°": 381,
      "Ġgiup": 382,
      "ĠtÃ¢p": 383,
      "ĠCh": 384,
      "ĠnhÃ¢n": 385,
      "Aevy": 386,
      "ĠLab": 387,
      "Aevynt": 388,
      "Bi": 389,
      "Ha": 390,
      "Pl": 391,
      "ep": 392,
      "gr": 393,
      "Ġ1": 394,
      "ĠBi": 395,
      "ĠPl": 396,
      "ĠtÃ´i": 397,
      "Ġtao": 398,
      "ĠtÃ´t": 399,
      "ĠcÃ¢": 400,
      "iÃªu": 401,
      "ĠÄĳa": 402,
      "ĠÄĳep": 403,
      "Ġngay": 404,
      "Ġvi": 405,
      "Ġvu": 406,
      "ĠhÃ´": 407,
      "ĠhÆ°Æ¡ng": 408,
      "ĠbiÃªn": 409,
      "Ġkhi": 410,
      "ĠmÃ´i": 411,
      "Äĥn": 412,
      "Ġcho": 413,
      "ĠchÄĥc": 414,
      "Ġnay": 415,
      "ĠnÆ°Æ¡c": 416,
      "ĠnÄĥm": 417,
      "ank": 418,
      "ĠNÃ´i": 419,
      "Ġnghin": 420,
      "Ġnghia": 421,
      "Ġtrung": 422,
      "gram": 423,
      "ĠBigram": 424,
      "ĠPlank": 425,
      "Ch": 426,
      "Hoc": 427,
      "RÃ¢t": 428,
      "Tr": 429,
      "TiÃªng": 430,
      "Xa": 431,
      "ong": 432,
      "oai": 433,
      "ra": 434,
      "ung": 435,
      "uÃª": 436,
      "uyÃªn": 437,
      "ĠH": 438,
      "ĠTÃ´i": 439,
      "ĠXin": 440,
      "ĠAevynt": 441,
      "ĠRÃ¢t": 442,
      "ĠXa": 443,
      "Ġra": 444,
      "ĥn": 445,
      "Ġtin": 446,
      "ĠtÆ°Æ¡ng": 447,
      "Ġtang": 448,
      "ĠtuÃª": 449,
      "Ġca": 450,
      "ĠcÃ´": 451,
      "ĠcÃ´ng": 452,
      "Ġcach": 453,
      "Æ¡n": 454,
      "iÃªc": 455,
      "ĠlÃ´i": 456,
      "ĠÄĥn": 457,
      "ĠÄĳo": 458,
      "ĠÄĳÃ´i": 459,
      "ĠÄĳÆ°Æ¡ng": 460,
      "ĠÄĳang": 461,
      "ĠÄĳiÃªu": 462,
      "ĠvÃª": 463,
      "ĠvÄĥn": 464,
      "ĠviÃªc": 465,
      "Ġhay": 466,
      "ĠhiÃªn": 467,
      "Ġhoa": 468,
      "Ġthu": 469,
      "Ġthay": 470,
      "ĠthÃ¢t": 471,
      "Ġthanh": 472,
      "Ġlai": 473,
      "Ġlam": 474,
      "Ã¢y": 475,
      "ĠtrÄĥm": 476,
      "Ġba": 477,
      "Ġbinh": 478,
      "ĠmÆ°Æ¡i": 479,
      "Ġmoi": 480,
      "Ġmon": 481,
      "Ġchi": 482,
      "Ġchinh": 483,
      "Ġchao": 484,
      "ĠchÆ°c": 485,
      "ĠchÄĥm": 486,
      "ĠnÃ´i": 487,
      "Ġnoi": 488,
      "Ġphai": 489,
      "Ġdai": 490,
      "ĠdÃ¢n": 491,
      "ĠdÆ°ng": 492,
      "Ġdung": 493,
      "Ġsinh": 494,
      "ĠgiÆ¡i": 495,
      "ĠtÃ¢m": 496,
      "ĠCÃ´ng": 497,
      "ĠtruyÃªn": 498,
      "Ġqua": 499,
      "ĠquyÃªn": 500,
      "ĠxÃ¢y": 501,
      "ĠgÄĥp": 502,
      "ĠgÄĥng": 503,
      "ĠChu": 504,
      "Ġvui": 505,
      "ĠhÃ´m": 506,
      "Chao": 507,
      "Tri": 508,
      "Ao": 509,
      "Anh": 510,
      "Banh": 511,
      "Ca": 512,
      "CÃ¢": 513,
      "Cam": 514,
      "Con": 515,
      "Gi": 516,
      "Gia": 517,
      "Hoa": 518,
      "Kh": 519,
      "Lao": 520,
      "MÃ´i": 521,
      "MÄĥ": 522,
      "Minh": 523,
      "MÃ´t": 524,
      "NÆ°Æ¡c": 525,
      "Ph": 526,
      "SÃ´ng": 527,
      "Sach": 528,
      "Th": 529,
      "Tam": 530,
      "ap": 531,
      "au": 532,
      "eo": 533,
      "er": 534,
      "et": 535,
      "hÆ°ng": 536,
      "ing": 537,
      "net": 538,
      "og": 539,
      "ter": 540,
      "uÃ´i": 541,
      "uÃ¢t": 542,
      "ĠÃ¢": 543,
      "Ġin": 544,
      "ĠHa": 545,
      "ĠAnh": 546,
      "ĠMinh": 547,
      "Ġap": 548,
      "ĠtÃª": 549,
      "ĠtiÃªn": 550,
      "Ġcam": 551,
      "Ġcat": 552,
      "iÃªm": 553,
      "ĠlÆ°c": 554,
      "ĠlÄĥm": 555,
      "ĠliÃªu": 556,
      "ĠlÄĥn": 557,
      "Ġloai": 558,
      "ĠlÆ¡n": 559,
      "ĠÄĳinh": 560,
      "ĠÄĳÄĥc": 561,
      "Ġngon": 562,
      "ĠvÃ´": 563,
      "Ġvinh": 564,
      "ĠvÆ¡i": 565,
      "ĠvÃ¢n": 566,
      "ĠvÆ°ng": 567,
      "Ġvong": 568,
      "Ġhai": 569,
      "ĠhÃ´n": 570,
      "Ġhoi": 571,
      "ĠhÆ¡n": 572,
      "ĠthÆ°Æ¡ng": 573,
      "ĠthÆ¡i": 574,
      "Ġthang": 575,
      "Ġthoai": 576,
      "Ġlanh": 577,
      "Ġtri": 578,
      "ĠtrÆ¡": 579,
      "ĠtrÆ°Æ¡ng": 580,
      "ĠtrÆ¡i": 581,
      "ĠtrÃªn": 582,
      "Ġtrang": 583,
      "ĠtrÆ°ng": 584,
      "Ġtrach": 585,
      "Ġtrong": 586,
      "ĠbÃ´": 587,
      "ĠbÆ¡": 588,
      "ĠbÃªn": 589,
      "Ġkinh": 590,
      "Ġkho": 591,
      "Ġkhat": 592,
      "Ġmi": 593,
      "ĠmiÃªng": 594,
      "Ġmoc": 595,
      "Ġmeo": 596,
      "Ġchay": 597,
      "ĠnÆ°": 598,
      "ĠnÃªn": 599,
      "ĠnuÃ´i": 600,
      "Ġphu": 601,
      "ĠphÃª": 602,
      "Ġphia": 603,
      "Ġphuc": 604,
      "ĠNhÆ°ng": 605,
      "ĠdÆ°": 606,
      "ĠdÆ°Æ¡ng": 607,
      "Ġduc": 608,
      "Ġdog": 609,
      "ining": 610,
      "ĠsÃ´": 611,
      "ĠsÃ´i": 612,
      "Ġsach": 613,
      "Ġsau": 614,
      "ĠsuÃ¢t": 615,
      "Ġgian": 616,
      "ĠtÃ¢n": 617,
      "ĠtÃ¢y": 618,
      "ĠnhÆ°": 619,
      "ĠnhÃ¢t": 620,
      "ĠnhiÃªm": 621,
      "ĠnghÃª": 622,
      "ĠÆ¡n": 623,
      "Ġtruy": 624,
      "Ġxa": 625,
      "Ġxuc": 626,
      "ĠtÃ´c": 627,
      "Ġtraining": 628,
      "ĠChi": 629,
      "ĠChuc": 630,
      "ĠcÃ¢p": 631,
      "ĠcÃ¢u": 632,
      "ĠcÃ¢y": 633,
      "ĠHÃ´": 634,
      "ĠHÃ´ng": 635,
      "Ġquang": 636,
      "CÃ¢u": 637,
      "Giao": 638,
      "Khoa": 639,
      "MÄĥt": 640,
      "PhÆ¡": 641,
      "Thanh": 642,
      "ternet": 643,
      "ĠÃ¢m": 644,
      "Ġinternet": 645
    },
    "merges": [
      [
        "Ã",
        "´"
      ],
      [
        "n",
        "g"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ã",
        "ª"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Æ",
        "°"
      ],
      [
        "Æ",
        "¡"
      ],
      [
        "i",
        "Ãª"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Ġ",
        "Ä"
      ],
      [
        "Ã´",
        "i"
      ],
      [
        "ĠÄ",
        "ĳ"
      ],
      [
        "Ġ",
        "ng"
      ],
      [
        "Ã´",
        "ng"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "Æ°",
        "Æ¡"
      ],
      [
        "Ġl",
        "a"
      ],
      [
        "Ã",
        "¢"
      ],
      [
        "n",
        "h"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġk",
        "h"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ä",
        "ĥ"
      ],
      [
        "iÃª",
        "t"
      ],
      [
        "u",
        "a"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ġkh",
        "Ã´ng"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "T",
        "Ã´i"
      ],
      [
        "p",
        "h"
      ],
      [
        "Ġ",
        "ph"
      ],
      [
        "Ġc",
        "ua"
      ],
      [
        "a",
        "m"
      ],
      [
        "i",
        "nh"
      ],
      [
        "V",
        "iÃªt"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "ViÃªt"
      ],
      [
        "Ġv",
        "a"
      ],
      [
        "a",
        "y"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "iÃª",
        "n"
      ],
      [
        "Æ°Æ¡",
        "i"
      ],
      [
        "Æ°Æ¡",
        "ng"
      ],
      [
        "a",
        "o"
      ],
      [
        "Æ°",
        "c"
      ],
      [
        "Æ¡",
        "i"
      ],
      [
        "iÃª",
        "ng"
      ],
      [
        "Æ°Æ¡",
        "c"
      ],
      [
        "Ġg",
        "i"
      ],
      [
        "o",
        "c"
      ],
      [
        "Ã´",
        "t"
      ],
      [
        "Ġt",
        "Ã¢"
      ],
      [
        "Ġng",
        "Æ°Æ¡i"
      ],
      [
        "Ġb",
        "an"
      ],
      [
        "Äĥ",
        "m"
      ],
      [
        "ĠN",
        "am"
      ],
      [
        "a",
        "i"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "nh"
      ],
      [
        "Ã´",
        "n"
      ],
      [
        "Ãª",
        "n"
      ],
      [
        "Ġng",
        "h"
      ],
      [
        "Ġth",
        "Ãª"
      ],
      [
        "Ã¢",
        "n"
      ],
      [
        "Ġco",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "ng"
      ],
      [
        "Ġ",
        "Æ¡"
      ],
      [
        "Ġt",
        "iÃªng"
      ],
      [
        "Ġng",
        "Æ°"
      ],
      [
        "Ġng",
        "Ã´n"
      ],
      [
        "Ġth",
        "Æ°c"
      ],
      [
        "Ã¢",
        "t"
      ],
      [
        "Ġtr",
        "u"
      ],
      [
        "Ġb",
        "iÃªt"
      ],
      [
        "a",
        "c"
      ],
      [
        "i",
        "a"
      ],
      [
        "o",
        "i"
      ],
      [
        "Æ°",
        "ng"
      ],
      [
        "ĠÄĳ",
        "Æ°Æ¡c"
      ],
      [
        "Ġh",
        "oc"
      ],
      [
        "Ġph",
        "Ã´"
      ],
      [
        "ac",
        "h"
      ],
      [
        "A",
        "e"
      ],
      [
        "L",
        "a"
      ],
      [
        "X",
        "in"
      ],
      [
        "a",
        "nh"
      ],
      [
        "n",
        "t"
      ],
      [
        "o",
        "a"
      ],
      [
        "o",
        "n"
      ],
      [
        "u",
        "c"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "y"
      ],
      [
        "y",
        "Ãªn"
      ],
      [
        "Ġ",
        "q"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "Ġ",
        "La"
      ],
      [
        "Ġt",
        "Ã´"
      ],
      [
        "Ġl",
        "Æ¡i"
      ],
      [
        "ĠÄĳ",
        "Ã´"
      ],
      [
        "ĠÄĳ",
        "Ãª"
      ],
      [
        "ĠÄĳ",
        "Ã´ng"
      ],
      [
        "Ġh",
        "Ã´i"
      ],
      [
        "Ġh",
        "inh"
      ],
      [
        "Ġth",
        "Ã´ng"
      ],
      [
        "Ġtr",
        "a"
      ],
      [
        "Ġtr",
        "iÃªn"
      ],
      [
        "Ġm",
        "Ã´"
      ],
      [
        "Ġm",
        "Ã´t"
      ],
      [
        "Äĥ",
        "c"
      ],
      [
        "Ġph",
        "at"
      ],
      [
        "Ġg",
        "Äĥ"
      ],
      [
        "Ġs",
        "Æ°"
      ],
      [
        "Ġgi",
        "up"
      ],
      [
        "ĠtÃ¢",
        "p"
      ],
      [
        "ĠC",
        "h"
      ],
      [
        "Ġnh",
        "Ã¢n"
      ],
      [
        "Ae",
        "vy"
      ],
      [
        "ĠLa",
        "b"
      ],
      [
        "Aevy",
        "nt"
      ],
      [
        "B",
        "i"
      ],
      [
        "H",
        "a"
      ],
      [
        "P",
        "l"
      ],
      [
        "e",
        "p"
      ],
      [
        "g",
        "r"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "Bi"
      ],
      [
        "Ġ",
        "Pl"
      ],
      [
        "Ġt",
        "Ã´i"
      ],
      [
        "Ġt",
        "ao"
      ],
      [
        "Ġt",
        "Ã´t"
      ],
      [
        "Ġc",
        "Ã¢"
      ],
      [
        "iÃª",
        "u"
      ],
      [
        "ĠÄĳ",
        "a"
      ],
      [
        "ĠÄĳ",
        "ep"
      ],
      [
        "Ġng",
        "ay"
      ],
      [
        "Ġv",
        "i"
      ],
      [
        "Ġv",
        "u"
      ],
      [
        "Ġh",
        "Ã´"
      ],
      [
        "Ġh",
        "Æ°Æ¡ng"
      ],
      [
        "Ġb",
        "iÃªn"
      ],
      [
        "Ġkh",
        "i"
      ],
      [
        "Ġm",
        "Ã´i"
      ],
      [
        "Äĥ",
        "n"
      ],
      [
        "Ġch",
        "o"
      ],
      [
        "Ġch",
        "Äĥc"
      ],
      [
        "Ġn",
        "ay"
      ],
      [
        "Ġn",
        "Æ°Æ¡c"
      ],
      [
        "Ġn",
        "Äĥm"
      ],
      [
        "an",
        "k"
      ],
      [
        "ĠN",
        "Ã´i"
      ],
      [
        "Ġngh",
        "in"
      ],
      [
        "Ġngh",
        "ia"
      ],
      [
        "Ġtru",
        "ng"
      ],
      [
        "gr",
        "am"
      ],
      [
        "ĠBi",
        "gram"
      ],
      [
        "ĠPl",
        "ank"
      ],
      [
        "C",
        "h"
      ],
      [
        "H",
        "oc"
      ],
      [
        "R",
        "Ã¢t"
      ],
      [
        "T",
        "r"
      ],
      [
        "T",
        "iÃªng"
      ],
      [
        "X",
        "a"
      ],
      [
        "o",
        "ng"
      ],
      [
        "o",
        "ai"
      ],
      [
        "r",
        "a"
      ],
      [
        "u",
        "ng"
      ],
      [
        "u",
        "Ãª"
      ],
      [
        "u",
        "yÃªn"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "TÃ´i"
      ],
      [
        "Ġ",
        "Xin"
      ],
      [
        "Ġ",
        "Aevynt"
      ],
      [
        "Ġ",
        "RÃ¢t"
      ],
      [
        "Ġ",
        "Xa"
      ],
      [
        "Ġ",
        "ra"
      ],
      [
        "ĥ",
        "n"
      ],
      [
        "Ġt",
        "in"
      ],
      [
        "Ġt",
        "Æ°Æ¡ng"
      ],
      [
        "Ġt",
        "ang"
      ],
      [
        "Ġt",
        "uÃª"
      ],
      [
        "Ġc",
        "a"
      ],
      [
        "Ġc",
        "Ã´"
      ],
      [
        "Ġc",
        "Ã´ng"
      ],
      [
        "Ġc",
        "ach"
      ],
      [
        "Æ¡",
        "n"
      ],
      [
        "iÃª",
        "c"
      ],
      [
        "Ġl",
        "Ã´i"
      ],
      [
        "ĠÄ",
        "ĥn"
      ],
      [
        "ĠÄĳ",
        "o"
      ],
      [
        "ĠÄĳ",
        "Ã´i"
      ],
      [
        "ĠÄĳ",
        "Æ°Æ¡ng"
      ],
      [
        "ĠÄĳ",
        "ang"
      ],
      [
        "ĠÄĳ",
        "iÃªu"
      ],
      [
        "Ġv",
        "Ãª"
      ],
      [
        "Ġv",
        "Äĥn"
      ],
      [
        "Ġv",
        "iÃªc"
      ],
      [
        "Ġh",
        "ay"
      ],
      [
        "Ġh",
        "iÃªn"
      ],
      [
        "Ġh",
        "oa"
      ],
      [
        "Ġth",
        "u"
      ],
      [
        "Ġth",
        "ay"
      ],
      [
        "Ġth",
        "Ã¢t"
      ],
      [
        "Ġth",
        "anh"
      ],
      [
        "Ġla",
        "i"
      ],
      [
        "Ġla",
        "m"
      ],
      [
        "Ã¢",
        "y"
      ],
      [
        "Ġtr",
        "Äĥm"
      ],
      [
        "Ġb",
        "a"
      ],
      [
        "Ġb",
        "inh"
      ],
      [
        "Ġm",
        "Æ°Æ¡i"
      ],
      [
        "Ġm",
        "oi"
      ],
      [
        "Ġm",
        "on"
      ],
      [
        "Ġch",
        "i"
      ],
      [
        "Ġch",
        "inh"
      ],
      [
        "Ġch",
        "ao"
      ],
      [
        "Ġch",
        "Æ°c"
      ],
      [
        "Ġch",
        "Äĥm"
      ],
      [
        "Ġn",
        "Ã´i"
      ],
      [
        "Ġn",
        "oi"
      ],
      [
        "Ġph",
        "ai"
      ],
      [
        "Ġd",
        "ai"
      ],
      [
        "Ġd",
        "Ã¢n"
      ],
      [
        "Ġd",
        "Æ°ng"
      ],
      [
        "Ġd",
        "ung"
      ],
      [
        "Ġs",
        "inh"
      ],
      [
        "Ġgi",
        "Æ¡i"
      ],
      [
        "ĠtÃ¢",
        "m"
      ],
      [
        "ĠC",
        "Ã´ng"
      ],
      [
        "Ġtru",
        "yÃªn"
      ],
      [
        "Ġq",
        "ua"
      ],
      [
        "Ġq",
        "uyÃªn"
      ],
      [
        "Ġx",
        "Ã¢y"
      ],
      [
        "ĠgÄĥ",
        "p"
      ],
      [
        "ĠgÄĥ",
        "ng"
      ],
      [
        "ĠCh",
        "u"
      ],
      [
        "Ġvu",
        "i"
      ],
      [
        "ĠhÃ´",
        "m"
      ],
      [
        "Ch",
        "ao"
      ],
      [
        "Tr",
        "i"
      ],
      [
        "A",
        "o"
      ],
      [
        "A",
        "nh"
      ],
      [
        "B",
        "anh"
      ],
      [
        "C",
        "a"
      ],
      [
        "C",
        "Ã¢"
      ],
      [
        "C",
        "am"
      ],
      [
        "C",
        "on"
      ],
      [
        "G",
        "i"
      ],
      [
        "G",
        "ia"
      ],
      [
        "H",
        "oa"
      ],
      [
        "K",
        "h"
      ],
      [
        "L",
        "ao"
      ],
      [
        "M",
        "Ã´i"
      ],
      [
        "M",
        "Äĥ"
      ],
      [
        "M",
        "inh"
      ],
      [
        "M",
        "Ã´t"
      ],
      [
        "N",
        "Æ°Æ¡c"
      ],
      [
        "P",
        "h"
      ],
      [
        "S",
        "Ã´ng"
      ],
      [
        "S",
        "ach"
      ],
      [
        "T",
        "h"
      ],
      [
        "T",
        "am"
      ],
      [
        "a",
        "p"
      ],
      [
        "a",
        "u"
      ],
      [
        "e",
        "o"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "t"
      ],
      [
        "h",
        "Æ°ng"
      ],
      [
        "i",
        "ng"
      ],
      [
        "n",
        "et"
      ],
      [
        "o",
        "g"
      ],
      [
        "t",
        "er"
      ],
      [
        "u",
        "Ã´i"
      ],
      [
        "u",
        "Ã¢t"
      ],
      [
        "Ġ",
        "Ã¢"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "Ha"
      ],
      [
        "Ġ",
        "Anh"
      ],
      [
        "Ġ",
        "Minh"
      ],
      [
        "Ġ",
        "ap"
      ],
      [
        "Ġt",
        "Ãª"
      ],
      [
        "Ġt",
        "iÃªn"
      ],
      [
        "Ġc",
        "am"
      ],
      [
        "Ġc",
        "at"
      ],
      [
        "iÃª",
        "m"
      ],
      [
        "Ġl",
        "Æ°c"
      ],
      [
        "Ġl",
        "Äĥm"
      ],
      [
        "Ġl",
        "iÃªu"
      ],
      [
        "Ġl",
        "Äĥn"
      ],
      [
        "Ġl",
        "oai"
      ],
      [
        "Ġl",
        "Æ¡n"
      ],
      [
        "ĠÄĳ",
        "inh"
      ],
      [
        "ĠÄĳ",
        "Äĥc"
      ],
      [
        "Ġng",
        "on"
      ],
      [
        "Ġv",
        "Ã´"
      ],
      [
        "Ġv",
        "inh"
      ],
      [
        "Ġv",
        "Æ¡i"
      ],
      [
        "Ġv",
        "Ã¢n"
      ],
      [
        "Ġv",
        "Æ°ng"
      ],
      [
        "Ġv",
        "ong"
      ],
      [
        "Ġh",
        "ai"
      ],
      [
        "Ġh",
        "Ã´n"
      ],
      [
        "Ġh",
        "oi"
      ],
      [
        "Ġh",
        "Æ¡n"
      ],
      [
        "Ġth",
        "Æ°Æ¡ng"
      ],
      [
        "Ġth",
        "Æ¡i"
      ],
      [
        "Ġth",
        "ang"
      ],
      [
        "Ġth",
        "oai"
      ],
      [
        "Ġla",
        "nh"
      ],
      [
        "Ġtr",
        "i"
      ],
      [
        "Ġtr",
        "Æ¡"
      ],
      [
        "Ġtr",
        "Æ°Æ¡ng"
      ],
      [
        "Ġtr",
        "Æ¡i"
      ],
      [
        "Ġtr",
        "Ãªn"
      ],
      [
        "Ġtr",
        "ang"
      ],
      [
        "Ġtr",
        "Æ°ng"
      ],
      [
        "Ġtr",
        "ach"
      ],
      [
        "Ġtr",
        "ong"
      ],
      [
        "Ġb",
        "Ã´"
      ],
      [
        "Ġb",
        "Æ¡"
      ],
      [
        "Ġb",
        "Ãªn"
      ],
      [
        "Ġk",
        "inh"
      ],
      [
        "Ġkh",
        "o"
      ],
      [
        "Ġkh",
        "at"
      ],
      [
        "Ġm",
        "i"
      ],
      [
        "Ġm",
        "iÃªng"
      ],
      [
        "Ġm",
        "oc"
      ],
      [
        "Ġm",
        "eo"
      ],
      [
        "Ġch",
        "ay"
      ],
      [
        "Ġn",
        "Æ°"
      ],
      [
        "Ġn",
        "Ãªn"
      ],
      [
        "Ġn",
        "uÃ´i"
      ],
      [
        "Ġph",
        "u"
      ],
      [
        "Ġph",
        "Ãª"
      ],
      [
        "Ġph",
        "ia"
      ],
      [
        "Ġph",
        "uc"
      ],
      [
        "ĠN",
        "hÆ°ng"
      ],
      [
        "Ġd",
        "Æ°"
      ],
      [
        "Ġd",
        "Æ°Æ¡ng"
      ],
      [
        "Ġd",
        "uc"
      ],
      [
        "Ġd",
        "og"
      ],
      [
        "in",
        "ing"
      ],
      [
        "Ġs",
        "Ã´"
      ],
      [
        "Ġs",
        "Ã´i"
      ],
      [
        "Ġs",
        "ach"
      ],
      [
        "Ġs",
        "au"
      ],
      [
        "Ġs",
        "uÃ¢t"
      ],
      [
        "Ġgi",
        "an"
      ],
      [
        "ĠtÃ¢",
        "n"
      ],
      [
        "ĠtÃ¢",
        "y"
      ],
      [
        "Ġnh",
        "Æ°"
      ],
      [
        "Ġnh",
        "Ã¢t"
      ],
      [
        "Ġnh",
        "iÃªm"
      ],
      [
        "Ġngh",
        "Ãª"
      ],
      [
        "ĠÆ¡",
        "n"
      ],
      [
        "Ġtru",
        "y"
      ],
      [
        "Ġx",
        "a"
      ],
      [
        "Ġx",
        "uc"
      ],
      [
        "ĠtÃ´",
        "c"
      ],
      [
        "Ġtra",
        "ining"
      ],
      [
        "ĠCh",
        "i"
      ],
      [
        "ĠCh",
        "uc"
      ],
      [
        "ĠcÃ¢",
        "p"
      ],
      [
        "ĠcÃ¢",
        "u"
      ],
      [
        "ĠcÃ¢",
        "y"
      ],
      [
        "ĠH",
        "Ã´"
      ],
      [
        "ĠH",
        "Ã´ng"
      ],
      [
        "Ġqua",
        "ng"
      ],
      [
        "CÃ¢",
        "u"
      ],
      [
        "Gi",
        "ao"
      ],
      [
        "Kh",
        "oa"
      ],
      [
        "MÄĥ",
        "t"
      ],
      [
        "Ph",
        "Æ¡"
      ],
      [
        "Th",
        "anh"
      ],
      [
        "ter",
        "net"
      ],
      [
        "ĠÃ¢",
        "m"
      ],
      [
        "Ġin",
        "ternet"
      ]
    ]
  }
}