{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "ยก": 98,
      "ยข": 99,
      "ยฃ": 100,
      "ยค": 101,
      "ยฅ": 102,
      "ยฆ": 103,
      "ยง": 104,
      "ยจ": 105,
      "ยฉ": 106,
      "ยช": 107,
      "ยซ": 108,
      "ยฌ": 109,
      "ยฎ": 110,
      "ยฏ": 111,
      "ยฐ": 112,
      "ยฑ": 113,
      "ยฒ": 114,
      "ยณ": 115,
      "ยด": 116,
      "ยต": 117,
      "ยถ": 118,
      "ยท": 119,
      "ยธ": 120,
      "ยน": 121,
      "ยบ": 122,
      "ยป": 123,
      "ยผ": 124,
      "ยฝ": 125,
      "ยพ": 126,
      "ยฟ": 127,
      "ร": 128,
      "ร": 129,
      "ร": 130,
      "ร": 131,
      "ร": 132,
      "ร": 133,
      "ร": 134,
      "ร": 135,
      "ร": 136,
      "ร": 137,
      "ร": 138,
      "ร": 139,
      "ร": 140,
      "ร": 141,
      "ร": 142,
      "ร": 143,
      "ร": 144,
      "ร": 145,
      "ร": 146,
      "ร": 147,
      "ร": 148,
      "ร": 149,
      "ร": 150,
      "ร": 151,
      "ร": 152,
      "ร": 153,
      "ร": 154,
      "ร": 155,
      "ร": 156,
      "ร": 157,
      "ร": 158,
      "ร": 159,
      "ร ": 160,
      "รก": 161,
      "รข": 162,
      "รฃ": 163,
      "รค": 164,
      "รฅ": 165,
      "รฆ": 166,
      "รง": 167,
      "รจ": 168,
      "รฉ": 169,
      "รช": 170,
      "รซ": 171,
      "รฌ": 172,
      "รญ": 173,
      "รฎ": 174,
      "รฏ": 175,
      "รฐ": 176,
      "รฑ": 177,
      "รฒ": 178,
      "รณ": 179,
      "รด": 180,
      "รต": 181,
      "รถ": 182,
      "รท": 183,
      "รธ": 184,
      "รน": 185,
      "รบ": 186,
      "รป": 187,
      "รผ": 188,
      "รฝ": 189,
      "รพ": 190,
      "รฟ": 191,
      "ฤ": 192,
      "ฤ": 193,
      "ฤ": 194,
      "ฤ": 195,
      "ฤ": 196,
      "ฤ": 197,
      "ฤ": 198,
      "ฤ": 199,
      "ฤ": 200,
      "ฤ": 201,
      "ฤ": 202,
      "ฤ": 203,
      "ฤ": 204,
      "ฤ": 205,
      "ฤ": 206,
      "ฤ": 207,
      "ฤ": 208,
      "ฤ": 209,
      "ฤ": 210,
      "ฤ": 211,
      "ฤ": 212,
      "ฤ": 213,
      "ฤ": 214,
      "ฤ": 215,
      "ฤ": 216,
      "ฤ": 217,
      "ฤ": 218,
      "ฤ": 219,
      "ฤ": 220,
      "ฤ": 221,
      "ฤ": 222,
      "ฤ": 223,
      "ฤ ": 224,
      "ฤก": 225,
      "ฤข": 226,
      "ฤฃ": 227,
      "ฤค": 228,
      "ฤฅ": 229,
      "ฤฆ": 230,
      "ฤง": 231,
      "ฤจ": 232,
      "ฤฉ": 233,
      "ฤช": 234,
      "ฤซ": 235,
      "ฤฌ": 236,
      "ฤญ": 237,
      "ฤฎ": 238,
      "ฤฏ": 239,
      "ฤฐ": 240,
      "ฤฑ": 241,
      "ฤฒ": 242,
      "ฤณ": 243,
      "ฤด": 244,
      "ฤต": 245,
      "ฤถ": 246,
      "ฤท": 247,
      "ฤธ": 248,
      "ฤน": 249,
      "ฤบ": 250,
      "ฤป": 251,
      "ฤผ": 252,
      "ฤฝ": 253,
      "ฤพ": 254,
      "ฤฟ": 255,
      "ล": 256,
      "ล": 257,
      "ล": 258,
      "ล": 259,
      "ฤ \"": 260,
      "ฤ t": 261,
      "ng": 262,
      "\":": 263,
      "nh": 264,
      "รยช": 265,
      "รยก": 266,
      "ฤ c": 267,
      "รยด": 268,
      "ro": 269,
      "รยฐ": 270,
      "ฤ l": 271,
      "an": 272,
      "ฤ ร": 273,
      "se": 274,
      "on": 275,
      "re": 276,
      "ฤ รฤณ": 277,
      "\",": 278,
      "\"}": 279,
      "mp": 280,
      "pro": 281,
      "pon": 282,
      "spon": 283,
      "{\"": 284,
      "ฤฤ": 285,
      "respon": 286,
      "mpt": 287,
      "prompt": 288,
      "response": 289,
      ".\"}": 290,
      "ฤ m": 291,
      "รยข": 292,
      "ฤ b": 293,
      "iรยช": 294,
      "inh": 295,
      "ฤ g": 296,
      "ฤ la": 297,
      "ra": 298,
      "ao": 299,
      "ฤ h": 300,
      "ฤ nh": 301,
      "ฤ k": 302,
      "ฤ gi": 303,
      "ฤ th": 304,
      "ฤ d": 305,
      "ฤ n": 306,
      "?\",": 307,
      "ay": 308,
      "รยดng": 309,
      "ฤ kh": 310,
      "ฤ v": 311,
      "ฤ x": 312,
      "รยกi": 313,
      "ai": 314,
      "ฤ ng": 315,
      "ฤ ch": 316,
      "in": 317,
      "ฤ 1": 318,
      "ig": 319,
      "anh": 320,
      "ฤ B": 321,
      "Nan": 322,
      "ฤ Nan": 323,
      "ram": 324,
      "igram": 325,
      "ฤ Nano": 326,
      "ph": 327,
      "ฤ ph": 328,
      "ฤ A": 329,
      "nt": 330,
      "La": 331,
      "ev": 332,
      "ynt": 333,
      "ฤ La": 334,
      "ฤ Bigram": 335,
      "evynt": 336,
      "ฤ Lab": 337,
      "รยชn": 338,
      "ฤ s": 339,
      "ฤ Aevynt": 340,
      "ua": 341,
      "รยดi": 342,
      "hi": 343,
      "รยขn": 344,
      "ฤ tr": 345,
      "ฤ cua": 346,
      "รฤฅ": 347,
      "รยฐรยก": 348,
      "iรยชu": 349,
      "ฤ minh": 350,
      "ฤ khรยดng": 351,
      "ang": 352,
      "ฤ tro": 353,
      "Minh": 354,
      "ฤ ban": 355,
      "em": 356,
      "ฤ รฤณรยช": 357,
      "uy": 358,
      "ฤ trong": 359,
      "รยฐng": 360,
      "ฤ co": 361,
      "Ch": 362,
      "May": 363,
      "am": 364,
      "ฤ tao": 365,
      "รยกn": 366,
      "รยขy": 367,
      "ฤ nghi": 368,
      "รยฐรยกc": 369,
      "iรยชt": 370,
      "ep": 371,
      "ฤ q": 372,
      "รยฐc": 373,
      "ฤ phep": 374,
      "ฤ hรยด": 375,
      "ฤ thรยกi": 376,
      "รยฐa": 377,
      "ac": 378,
      "Em": 379,
      "ฤ gian": 380,
      "ฤ xin": 381,
      "ฤ xanh": 382,
      "รยชt": 383,
      "รยดt": 384,
      "ฤ รฤณรยฐรยกc": 385,
      "ฤ gia": 386,
      "ฤ khi": 387,
      "ฤ ra": 388,
      "ฤ em": 389,
      "ฤ tรยฐ": 390,
      "oan": 391,
      "ฤ รฤณรยขy": 392,
      "iรยชn": 393,
      "ฤ dรยฐ": 394,
      "ฤ nรยชn": 395,
      "Chao": 396,
      "au": 397,
      "ฤ do": 398,
      "ฤ va": 399,
      "รยขu": 400,
      "ฤ nhรยฐng": 401,
      "ฤ xem": 402,
      "uyรยชn": 403,
      "ung": 404,
      "ฤ anh": 405,
      "ฤ mรยดt": 406,
      "he": 407,
      "ฤ lai": 408,
      "ฤ thรยฐc": 409,
      "รฤฅp": 410,
      "ong": 411,
      "ฤ รยก": 412,
      "ฤ tra": 413,
      "ฤ รฤณรยดng": 414,
      "ฤ nay": 415,
      "ฤ chรยฐa": 416,
      "ฤฅn": 417,
      "ฤ รฤฅn": 418,
      "ail": 419,
      "รยฐรยกng": 420,
      "ฤ email": 421,
      "Xin": 422,
      "el": 423,
      "ฤ hรยกn": 424,
      "ฤ nho": 425,
      "ฤ nghe": 426,
      "ฤ ฤ ": 427,
      "ฤ bao": 428,
      "ฤ trรยกi": 429,
      "chi": 430,
      "ui": 431,
      "ฤ r": 432,
      "ฤ liรยชu": 433,
      "รยขp": 434,
      "ฤ nhiรยชu": 435,
      "ฤ phรยขn": 436,
      "ach": 437,
      "รยขt": 438,
      "ฤ ne": 439,
      "at": 440,
      "en": 441,
      "ฤ nhรยขn": 442,
      "Gi": 443,
      "del": 444,
      "odel": 445,
      "uรยดi": 446,
      "ฤ mรยกi": 447,
      "ฤ model": 448,
      "ฤ nha": 449,
      "ฤ dรยฐng": 450,
      "Tรยชn": 451,
      "ฤ รยกn": 452,
      "รยชu": 453,
      "ฤ bai": 454,
      "ฤ nhรยขt": 455,
      "ฤ ngay": 456,
      "รฤฅc": 457,
      "ฤ rรยดi": 458,
      "Ban": 459,
      "Tiรยชu": 460,
      "ad": 461,
      "ead": 462,
      "lin": 463,
      "nEm": 464,
      "ฤ [": 465,
      "ฤ se": 466,
      "ฤ Em": 467,
      "ฤ Xin": 468,
      "ฤ tan": 469,
      "ngay": 470,
      "ฤ รฤณang": 471,
      "ฤ mau": 472,
      "ฤ biรยชt": 473,
      "ฤ bรยขu": 474,
      "ฤ ho": 475,
      "ฤ dead": 476,
      "ฤ chuyรยชn": 477,
      "ฤ sang": 478,
      "ฤ quy": 479,
      "line": 480,
      "ฤ deadline": 481,
      "up": 482,
      "ฤ lรฤฅp": 483,
      "ฤ nhe": 484,
      "ฤ giup": 485,
      "ฤ sรยด": 486,
      "oi": 487,
      "ฤ =": 488,
      "ฤ tรยฐรยกng": 489,
      "รยกm": 490,
      "ฤ cรยกm": 491,
      "ฤ thi": 492,
      "ฤ du": 493,
      "รฤฅng": 494,
      "Mong": 495,
      "รฤฒ": 496,
      "ฤ f": 497,
      "ฤ ai": 498,
      "ฤ Mong": 499,
      "ฤ tiรยช": 500,
      "ฤ tin": 501,
      "ฤ vi": 502,
      "ฤ sach": 503,
      "ฤ trรยก": 504,
      "ฤ tiรยชp": 505,
      "Vi": 506,
      "ฤ tai": 507,
      "ฤ tiรยชt": 508,
      "รยฐi": 509,
      "ฤ รฤณu": 510,
      "ฤ buรยดi": 511,
      "ฤ gรยฐi": 512,
      "ฤ hanh": 513,
      "ฤ hiรยชn": 514,
      "ฤ vรยช": 515,
      "Soan": 516,
      "Viรยชt": 517,
      "lo": 518,
      "or": 519,
      "ฤ toan": 520,
      "ฤ cรยขn": 521,
      "รยดn": 522,
      "ฤ ly": 523,
      "iรยชm": 524,
      "ฤ kiรยชm": 525,
      "ฤ giai": 526,
      "ฤ duy": 527,
      "ฤ phiรยชn": 528,
      "ฤ sau": 529,
      "ฤ hoรฤฅc": 530,
      "ฤ for": 531,
      "ฤ duyรยชt": 532,
      "Ham": 533,
      "Tam": 534,
      "le": 535,
      "yรยชu": 536,
      "ฤ yรยชu": 537,
      "รยชnh": 538,
      "ฤ cรยดng": 539,
      "ฤ cรยขp": 540,
      "ฤ lui": 541,
      "ฤ lรยชnh": 542,
      "ฤ รฤณรยขu": 543,
      "ฤ รฤณung": 544,
      "ฤ mai": 545,
      "ฤ bi": 546,
      "iรยชc": 547,
      "ฤ han": 548,
      "ฤ thรยช": 549,
      "ฤ nao": 550,
      "ฤ khรยดi": 551,
      "ฤ vang": 552,
      "ฤ viรยชc": 553,
      "ฤ xa": 554,
      "ฤ chi": 555,
      "ฤ sao": 556,
      "ฤ trรยฐรยกc": 557,
      "ฤ quyรยชn": 558,
      "ฤ hรยดm": 559,
      "Cam": 560,
      "Kh": 561,
      "ฤ 0": 562,
      "ฤ lรยขp": 563,
      "ฤ thรยดi": 564,
      "ฤ noi": 565,
      "ฤ vao": 566,
      "ฤ vui": 567,
      "ฤ chinh": 568,
      "ฤ trinh": 569,
      "Khรยดng": 570,
      "Ng": 571,
      "ฤ tinh": 572,
      "ฤ cac": 573,
      "ฤ mรยชt": 574,
      "ฤ phรยก": 575,
      "รฤฒรยช": 576,
      "Tรยดi": 577,
      "ฤ (": 578,
      "ฤ thanh": 579,
      "!,": 580,
      ")!,": 581,
      ",\\": 582,
      "Co": 583,
      "GP": 584,
      "Kinh": 585,
      "hon": 586,
      "ken": 587,
      "nCam": 588,
      "oken": 589,
      "thon": 590,
      "uc": 591,
      "ython": 592,
      "ฤ *": 593,
      "ฤ Y": 594,
      "ฤ a": 595,
      "ฤ Ch": 596,
      "ฤ tรยช": 597,
      "ฤ tรยกi": 598,
      "ฤ tรยดi": 599,
      "ฤ token": 600,
      "ฤ tuc": 601,
      "ฤ cao": 602,
      "ฤ cam": 603,
      "ฤ lรยกi": 604,
      "ฤ lรยฐรยกng": 605,
      "ฤ รฤณa": 606,
      "ฤ รฤณo": 607,
      "ฤ รฤณรยกn": 608,
      "ฤ mรยขy": 609,
      "ฤ bรฤฅng": 610,
      "ฤ hรยช": 611,
      "ฤ hang": 612,
      "ฤ giรยก": 613,
      "ฤ thรยดng": 614,
      "ฤ thรยฐa": 615,
      "ฤ danh": 616,
      "ฤ nรฤฅng": 617,
      "ฤ khach": 618,
      "ฤ vรยขn": 619,
      "ฤ sรยฐ": 620,
      "Cho": 621,
      "ฤ ฤ ฤ ": 622,
      "atGP": 623,
      "Giรยก": 624,
      "ฤ chia": 625,
      "ฤ ChatGP": 626,
      "ฤ ChatGPT": 627,
      "!\",": 628,
      "Hi": 629,
      "Hen": 630,
      "Python": 631,
      "SD": 632,
      "Th": 633,
      "Ty": 634,
      "Tin": 635,
      "USD": 636,
      "eo": 637,
      "it": 638,
      "uรยดn": 639,
      "รยฏ": 640,
      "ฤ R": 641,
      "ฤ Hen": 642,
      "ฤ Python": 643,
      "ฤ USD": 644,
      "ฤ ty": 645,
      "ฤ tรยฐc": 646,
      "ฤ ca": 647,
      "ฤ lรยขn": 648,
      "ฤ bang": 649,
      "ฤ giao": 650,
      "ฤ theo": 651,
      "ฤ nรยชu": 652,
      "ฤ nguรยดn": 653,
      "ฤ chao": 654,
      "ฤ Ban": 655,
      "ฤ trรยฐc": 656,
      "ฤ qua": 657,
      "Nghi": 658,
      "Thรยกi": 659,
      "\"\\": 660,
      "Anh": 661,
      "Alo": 662,
      "By": 663,
      "Do": 664,
      "Sang": 665,
      "Tai": 666,
      "Vong": 667,
      "ble": 668,
      "ch": 669,
      "era": 670,
      "rd": 671,
      "ฤ re": 672,
      "ฤ รยดn": 673,
      "ฤ it": 674,
      "ฤ ta": 675,
      "ฤ tรยชn": 676,
      "ฤ tรยฐng": 677,
      "ฤ tรยดt": 678,
      "ฤ cung": 679,
      "รยฐรยกi": 680,
      "ฤ รฤณinh": 681,
      "ฤ รฤณรยชn": 682,
      "ฤ mรยก": 683,
      "ฤ manh": 684,
      "ฤ mรฤฅ": 685,
      "ฤ gรฤฅp": 686,
      "ฤ lanh": 687,
      "ฤ ham": 688,
      "ฤ hoan": 689,
      "ฤ hen": 690,
      "ฤ nhin": 691,
      "ฤ kรยชt": 692,
      "ฤ thรยขy": 693,
      "ฤ dung": 694,
      "ayle": 695,
      "ฤ khac": 696,
      "ฤ vรยขy": 697,
      "ฤ vong": 698,
      "ฤ xรยฐ": 699,
      "ฤ ngรยฐรยกi": 700,
      "ฤ cho": 701,
      "ฤ chay": 702,
      "ฤ chat": 703,
      "ฤ chuรยดi": 704,
      "ฤ chรฤฅc": 705,
      "igh": 706,
      "ฤ phรยชt": 707,
      "ฤ AI": 708,
      "ฤ trรยดng": 709,
      "ฤ nerd": 710,
      "Gia": 711,
      "Giai": 712,
      "ฤ thich": 713,
      "ฤ Rayle": 714,
      "Bye": 715,
      "erable": 716,
      "ฤ iterable": 717,
      "ฤ mรฤฅt": 718,
      "ฤ Rayleigh": 719,
      "Ai": 720,
      "Aevynt": 721,
      "Bigram": 722,
      "Hel": 723,
      "].": 724,
      "um": 725,
      "uay": 726,
      "ฤ Tรยชn": 727,
      "รยชp": 728,
      "ฤ รฤณiรยชu": 729,
      "ฤ may": 730,
      "ฤ bรยขn": 731,
      "ฤ gon": 732,
      "ฤ goi": 733,
      "ฤ hรยกi": 734,
      "ฤ kiรยชn": 735,
      "ฤ no": 736,
      "ฤ xรยชp": 737,
      "ฤ ngรฤฅ": 738,
      "ฤ phai": 739,
      "ฤ sรฤฅp": 740,
      "Chรยฐa": 741,
      "ฤ quay": 742,
      "ฤ hoat": 743,
      "รฤฒung": 744,
      "ฤ ren": 745,
      "Hello": 746,
      "ฤ ngรฤฅn": 747,
      ":\\": 748,
      "``": 749,
      "st": 750,
      "ฤ tham": 751,
      "ฤ chiรยชu": 752,
      "\"\\\"\\": 753,
      ".\\": 754,
      "be": 755,
      "ist": 756,
      "rs": 757,
      "รฤฌ": 758,
      "ฤ T": 759,
      "ฤ tรยดng": 760,
      "ฤ rรยขt": 761,
      "Nghe": 762,
      "umbe": 763,
      "umbers": 764,
      ">=": 765,
      "\\\"\\\"\\": 766,
      "de": 767,
      "rn": 768,
      "tu": 769,
      "ฤ >=": 770,
      "ฤ \\\"\\\"\\": 771,
      "ฤ list": 772,
      "ฤ dรยฐรยกng": 773,
      "ฤ numbers": 774,
      "ฤ sum": 775,
      "ฤ ฤ ฤ ฤ ": 776,
      "ฤ flo": 777,
      "```": 778,
      "turn": 779,
      "ฤ \\\"\\\"\\\"\\": 780,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 781,
      "ฤ float": 782,
      "):": 783,
      ")\\": 784,
      "->": 785,
      "Danh": 786,
      "cst": 787,
      "ent": 788,
      "eturn": 789,
      "gs": 790,
      "if": 791,
      "iv": 792,
      "ing": 793,
      "list": 794,
      "mm": 795,
      "numbers": 796,
      "nde": 797,
      "os": 798,
      "python": 799,
      "pos": 800,
      "rgs": 801,
      "ring": 802,
      "uรยขn": 803,
      "ฤ รยข": 804,
      "ฤ in": 805,
      "ฤ ->": 806,
      "ฤ Danh": 807,
      "ฤ if": 808,
      "ฤ \"```": 809,
      "ฤ bo": 810,
      "ฤ viรยชt": 811,
      "ฤ chuรยขn": 812,
      "ฤ Args": 813,
      "ฤ tri": 814,
      "ฤ code": 815,
      "ฤ comm": 816,
      "ฤ docst": 817,
      "ฤ rรยดng": 818,
      "itiv": 819,
      "ฤ Return": 820,
      "ฤ return": 821,
      "ฤ Tinh": 822,
      "ฤ Tra": 823,
      "ฤ Tรยดng": 824,
      "```\"}": 825,
      "ndef": 826,
      "positiv": 827,
      "ฤ รยขm": 828,
      "ฤ comment": 829,
      "ฤ docstring": 830,
      "ฤ Returns": 831,
      "positive": 832
    },
    "merges": [
      [
        "ฤ ",
        "\""
      ],
      [
        "ฤ ",
        "t"
      ],
      [
        "n",
        "g"
      ],
      [
        "\"",
        ":"
      ],
      [
        "n",
        "h"
      ],
      [
        "ร",
        "ยช"
      ],
      [
        "ร",
        "ยก"
      ],
      [
        "ฤ ",
        "c"
      ],
      [
        "ร",
        "ยด"
      ],
      [
        "r",
        "o"
      ],
      [
        "ร",
        "ยฐ"
      ],
      [
        "ฤ ",
        "l"
      ],
      [
        "a",
        "n"
      ],
      [
        "ฤ ",
        "ร"
      ],
      [
        "s",
        "e"
      ],
      [
        "o",
        "n"
      ],
      [
        "r",
        "e"
      ],
      [
        "ฤ ร",
        "ฤณ"
      ],
      [
        "\"",
        ","
      ],
      [
        "\"",
        "}"
      ],
      [
        "m",
        "p"
      ],
      [
        "p",
        "ro"
      ],
      [
        "p",
        "on"
      ],
      [
        "s",
        "pon"
      ],
      [
        "{",
        "\""
      ],
      [
        "ฤ",
        "ฤ"
      ],
      [
        "re",
        "spon"
      ],
      [
        "mp",
        "t"
      ],
      [
        "pro",
        "mpt"
      ],
      [
        "respon",
        "se"
      ],
      [
        ".",
        "\"}"
      ],
      [
        "ฤ ",
        "m"
      ],
      [
        "ร",
        "ยข"
      ],
      [
        "ฤ ",
        "b"
      ],
      [
        "i",
        "รยช"
      ],
      [
        "i",
        "nh"
      ],
      [
        "ฤ ",
        "g"
      ],
      [
        "ฤ l",
        "a"
      ],
      [
        "r",
        "a"
      ],
      [
        "a",
        "o"
      ],
      [
        "ฤ ",
        "h"
      ],
      [
        "ฤ ",
        "nh"
      ],
      [
        "ฤ ",
        "k"
      ],
      [
        "ฤ g",
        "i"
      ],
      [
        "ฤ t",
        "h"
      ],
      [
        "ฤ ",
        "d"
      ],
      [
        "ฤ ",
        "n"
      ],
      [
        "?",
        "\","
      ],
      [
        "a",
        "y"
      ],
      [
        "รยด",
        "ng"
      ],
      [
        "ฤ k",
        "h"
      ],
      [
        "ฤ ",
        "v"
      ],
      [
        "ฤ ",
        "x"
      ],
      [
        "รยก",
        "i"
      ],
      [
        "a",
        "i"
      ],
      [
        "ฤ ",
        "ng"
      ],
      [
        "ฤ c",
        "h"
      ],
      [
        "i",
        "n"
      ],
      [
        "ฤ ",
        "1"
      ],
      [
        "i",
        "g"
      ],
      [
        "a",
        "nh"
      ],
      [
        "ฤ ",
        "B"
      ],
      [
        "N",
        "an"
      ],
      [
        "ฤ ",
        "Nan"
      ],
      [
        "ra",
        "m"
      ],
      [
        "ig",
        "ram"
      ],
      [
        "ฤ Nan",
        "o"
      ],
      [
        "p",
        "h"
      ],
      [
        "ฤ ",
        "ph"
      ],
      [
        "ฤ ",
        "A"
      ],
      [
        "n",
        "t"
      ],
      [
        "L",
        "a"
      ],
      [
        "e",
        "v"
      ],
      [
        "y",
        "nt"
      ],
      [
        "ฤ ",
        "La"
      ],
      [
        "ฤ B",
        "igram"
      ],
      [
        "ev",
        "ynt"
      ],
      [
        "ฤ La",
        "b"
      ],
      [
        "รยช",
        "n"
      ],
      [
        "ฤ ",
        "s"
      ],
      [
        "ฤ A",
        "evynt"
      ],
      [
        "u",
        "a"
      ],
      [
        "รยด",
        "i"
      ],
      [
        "h",
        "i"
      ],
      [
        "รยข",
        "n"
      ],
      [
        "ฤ t",
        "r"
      ],
      [
        "ฤ c",
        "ua"
      ],
      [
        "ร",
        "ฤฅ"
      ],
      [
        "รยฐ",
        "รยก"
      ],
      [
        "iรยช",
        "u"
      ],
      [
        "ฤ m",
        "inh"
      ],
      [
        "ฤ kh",
        "รยดng"
      ],
      [
        "a",
        "ng"
      ],
      [
        "ฤ t",
        "ro"
      ],
      [
        "M",
        "inh"
      ],
      [
        "ฤ b",
        "an"
      ],
      [
        "e",
        "m"
      ],
      [
        "ฤ รฤณ",
        "รยช"
      ],
      [
        "u",
        "y"
      ],
      [
        "ฤ tro",
        "ng"
      ],
      [
        "รยฐ",
        "ng"
      ],
      [
        "ฤ c",
        "o"
      ],
      [
        "C",
        "h"
      ],
      [
        "M",
        "ay"
      ],
      [
        "a",
        "m"
      ],
      [
        "ฤ t",
        "ao"
      ],
      [
        "รยก",
        "n"
      ],
      [
        "รยข",
        "y"
      ],
      [
        "ฤ ng",
        "hi"
      ],
      [
        "รยฐรยก",
        "c"
      ],
      [
        "iรยช",
        "t"
      ],
      [
        "e",
        "p"
      ],
      [
        "ฤ ",
        "q"
      ],
      [
        "รยฐ",
        "c"
      ],
      [
        "ฤ ph",
        "ep"
      ],
      [
        "ฤ h",
        "รยด"
      ],
      [
        "ฤ th",
        "รยกi"
      ],
      [
        "รยฐ",
        "a"
      ],
      [
        "a",
        "c"
      ],
      [
        "E",
        "m"
      ],
      [
        "ฤ gi",
        "an"
      ],
      [
        "ฤ x",
        "in"
      ],
      [
        "ฤ x",
        "anh"
      ],
      [
        "รยช",
        "t"
      ],
      [
        "รยด",
        "t"
      ],
      [
        "ฤ รฤณ",
        "รยฐรยกc"
      ],
      [
        "ฤ gi",
        "a"
      ],
      [
        "ฤ kh",
        "i"
      ],
      [
        "ฤ ",
        "ra"
      ],
      [
        "ฤ ",
        "em"
      ],
      [
        "ฤ t",
        "รยฐ"
      ],
      [
        "o",
        "an"
      ],
      [
        "ฤ รฤณ",
        "รยขy"
      ],
      [
        "iรยช",
        "n"
      ],
      [
        "ฤ d",
        "รยฐ"
      ],
      [
        "ฤ n",
        "รยชn"
      ],
      [
        "Ch",
        "ao"
      ],
      [
        "a",
        "u"
      ],
      [
        "ฤ d",
        "o"
      ],
      [
        "ฤ v",
        "a"
      ],
      [
        "รยข",
        "u"
      ],
      [
        "ฤ nh",
        "รยฐng"
      ],
      [
        "ฤ x",
        "em"
      ],
      [
        "uy",
        "รยชn"
      ],
      [
        "u",
        "ng"
      ],
      [
        "ฤ ",
        "anh"
      ],
      [
        "ฤ m",
        "รยดt"
      ],
      [
        "h",
        "e"
      ],
      [
        "ฤ la",
        "i"
      ],
      [
        "ฤ th",
        "รยฐc"
      ],
      [
        "รฤฅ",
        "p"
      ],
      [
        "o",
        "ng"
      ],
      [
        "ฤ ",
        "รยก"
      ],
      [
        "ฤ t",
        "ra"
      ],
      [
        "ฤ รฤณ",
        "รยดng"
      ],
      [
        "ฤ n",
        "ay"
      ],
      [
        "ฤ ch",
        "รยฐa"
      ],
      [
        "ฤฅ",
        "n"
      ],
      [
        "ฤ ร",
        "ฤฅn"
      ],
      [
        "ai",
        "l"
      ],
      [
        "รยฐรยก",
        "ng"
      ],
      [
        "ฤ em",
        "ail"
      ],
      [
        "X",
        "in"
      ],
      [
        "e",
        "l"
      ],
      [
        "ฤ h",
        "รยกn"
      ],
      [
        "ฤ nh",
        "o"
      ],
      [
        "ฤ ng",
        "he"
      ],
      [
        "ฤ ",
        "ฤ "
      ],
      [
        "ฤ b",
        "ao"
      ],
      [
        "ฤ tr",
        "รยกi"
      ],
      [
        "c",
        "hi"
      ],
      [
        "u",
        "i"
      ],
      [
        "ฤ ",
        "r"
      ],
      [
        "ฤ l",
        "iรยชu"
      ],
      [
        "รยข",
        "p"
      ],
      [
        "ฤ nh",
        "iรยชu"
      ],
      [
        "ฤ ph",
        "รยขn"
      ],
      [
        "ac",
        "h"
      ],
      [
        "รยข",
        "t"
      ],
      [
        "ฤ n",
        "e"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "n"
      ],
      [
        "ฤ nh",
        "รยขn"
      ],
      [
        "G",
        "i"
      ],
      [
        "d",
        "el"
      ],
      [
        "o",
        "del"
      ],
      [
        "u",
        "รยดi"
      ],
      [
        "ฤ m",
        "รยกi"
      ],
      [
        "ฤ m",
        "odel"
      ],
      [
        "ฤ nh",
        "a"
      ],
      [
        "ฤ d",
        "รยฐng"
      ],
      [
        "T",
        "รยชn"
      ],
      [
        "ฤ ",
        "รยกn"
      ],
      [
        "รยช",
        "u"
      ],
      [
        "ฤ b",
        "ai"
      ],
      [
        "ฤ nh",
        "รยขt"
      ],
      [
        "ฤ ng",
        "ay"
      ],
      [
        "รฤฅ",
        "c"
      ],
      [
        "ฤ r",
        "รยดi"
      ],
      [
        "B",
        "an"
      ],
      [
        "T",
        "iรยชu"
      ],
      [
        "a",
        "d"
      ],
      [
        "e",
        "ad"
      ],
      [
        "l",
        "in"
      ],
      [
        "n",
        "Em"
      ],
      [
        "ฤ ",
        "["
      ],
      [
        "ฤ ",
        "se"
      ],
      [
        "ฤ ",
        "Em"
      ],
      [
        "ฤ ",
        "Xin"
      ],
      [
        "ฤ t",
        "an"
      ],
      [
        "ng",
        "ay"
      ],
      [
        "ฤ รฤณ",
        "ang"
      ],
      [
        "ฤ m",
        "au"
      ],
      [
        "ฤ b",
        "iรยชt"
      ],
      [
        "ฤ b",
        "รยขu"
      ],
      [
        "ฤ h",
        "o"
      ],
      [
        "ฤ d",
        "ead"
      ],
      [
        "ฤ ch",
        "uyรยชn"
      ],
      [
        "ฤ s",
        "ang"
      ],
      [
        "ฤ q",
        "uy"
      ],
      [
        "lin",
        "e"
      ],
      [
        "ฤ dead",
        "line"
      ],
      [
        "u",
        "p"
      ],
      [
        "ฤ l",
        "รฤฅp"
      ],
      [
        "ฤ nh",
        "e"
      ],
      [
        "ฤ gi",
        "up"
      ],
      [
        "ฤ s",
        "รยด"
      ],
      [
        "o",
        "i"
      ],
      [
        "ฤ ",
        "="
      ],
      [
        "ฤ t",
        "รยฐรยกng"
      ],
      [
        "รยก",
        "m"
      ],
      [
        "ฤ c",
        "รยกm"
      ],
      [
        "ฤ th",
        "i"
      ],
      [
        "ฤ d",
        "u"
      ],
      [
        "รฤฅ",
        "ng"
      ],
      [
        "M",
        "ong"
      ],
      [
        "ร",
        "ฤฒ"
      ],
      [
        "ฤ ",
        "f"
      ],
      [
        "ฤ ",
        "ai"
      ],
      [
        "ฤ ",
        "Mong"
      ],
      [
        "ฤ t",
        "iรยช"
      ],
      [
        "ฤ t",
        "in"
      ],
      [
        "ฤ v",
        "i"
      ],
      [
        "ฤ s",
        "ach"
      ],
      [
        "ฤ tr",
        "รยก"
      ],
      [
        "ฤ tiรยช",
        "p"
      ],
      [
        "V",
        "i"
      ],
      [
        "ฤ t",
        "ai"
      ],
      [
        "ฤ t",
        "iรยชt"
      ],
      [
        "รยฐ",
        "i"
      ],
      [
        "ฤ รฤณ",
        "u"
      ],
      [
        "ฤ b",
        "uรยดi"
      ],
      [
        "ฤ g",
        "รยฐi"
      ],
      [
        "ฤ h",
        "anh"
      ],
      [
        "ฤ h",
        "iรยชn"
      ],
      [
        "ฤ v",
        "รยช"
      ],
      [
        "S",
        "oan"
      ],
      [
        "V",
        "iรยชt"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "r"
      ],
      [
        "ฤ t",
        "oan"
      ],
      [
        "ฤ c",
        "รยขn"
      ],
      [
        "รยด",
        "n"
      ],
      [
        "ฤ l",
        "y"
      ],
      [
        "iรยช",
        "m"
      ],
      [
        "ฤ k",
        "iรยชm"
      ],
      [
        "ฤ gi",
        "ai"
      ],
      [
        "ฤ d",
        "uy"
      ],
      [
        "ฤ ph",
        "iรยชn"
      ],
      [
        "ฤ s",
        "au"
      ],
      [
        "ฤ ho",
        "รฤฅc"
      ],
      [
        "ฤ f",
        "or"
      ],
      [
        "ฤ duy",
        "รยชt"
      ],
      [
        "H",
        "am"
      ],
      [
        "T",
        "am"
      ],
      [
        "l",
        "e"
      ],
      [
        "y",
        "รยชu"
      ],
      [
        "ฤ ",
        "yรยชu"
      ],
      [
        "รยช",
        "nh"
      ],
      [
        "ฤ c",
        "รยดng"
      ],
      [
        "ฤ c",
        "รยขp"
      ],
      [
        "ฤ l",
        "ui"
      ],
      [
        "ฤ l",
        "รยชnh"
      ],
      [
        "ฤ รฤณ",
        "รยขu"
      ],
      [
        "ฤ รฤณ",
        "ung"
      ],
      [
        "ฤ m",
        "ai"
      ],
      [
        "ฤ b",
        "i"
      ],
      [
        "iรยช",
        "c"
      ],
      [
        "ฤ h",
        "an"
      ],
      [
        "ฤ th",
        "รยช"
      ],
      [
        "ฤ n",
        "ao"
      ],
      [
        "ฤ kh",
        "รยดi"
      ],
      [
        "ฤ v",
        "ang"
      ],
      [
        "ฤ v",
        "iรยชc"
      ],
      [
        "ฤ x",
        "a"
      ],
      [
        "ฤ ch",
        "i"
      ],
      [
        "ฤ s",
        "ao"
      ],
      [
        "ฤ tr",
        "รยฐรยกc"
      ],
      [
        "ฤ q",
        "uyรยชn"
      ],
      [
        "ฤ hรยด",
        "m"
      ],
      [
        "C",
        "am"
      ],
      [
        "K",
        "h"
      ],
      [
        "ฤ ",
        "0"
      ],
      [
        "ฤ l",
        "รยขp"
      ],
      [
        "ฤ th",
        "รยดi"
      ],
      [
        "ฤ n",
        "oi"
      ],
      [
        "ฤ v",
        "ao"
      ],
      [
        "ฤ v",
        "ui"
      ],
      [
        "ฤ ch",
        "inh"
      ],
      [
        "ฤ tr",
        "inh"
      ],
      [
        "Kh",
        "รยดng"
      ],
      [
        "N",
        "g"
      ],
      [
        "ฤ t",
        "inh"
      ],
      [
        "ฤ c",
        "ac"
      ],
      [
        "ฤ m",
        "รยชt"
      ],
      [
        "ฤ ph",
        "รยก"
      ],
      [
        "รฤฒ",
        "รยช"
      ],
      [
        "T",
        "รยดi"
      ],
      [
        "ฤ ",
        "("
      ],
      [
        "ฤ th",
        "anh"
      ],
      [
        "!",
        ","
      ],
      [
        ")",
        "!,"
      ],
      [
        ",",
        "\\"
      ],
      [
        "C",
        "o"
      ],
      [
        "G",
        "P"
      ],
      [
        "K",
        "inh"
      ],
      [
        "h",
        "on"
      ],
      [
        "k",
        "en"
      ],
      [
        "n",
        "Cam"
      ],
      [
        "o",
        "ken"
      ],
      [
        "t",
        "hon"
      ],
      [
        "u",
        "c"
      ],
      [
        "y",
        "thon"
      ],
      [
        "ฤ ",
        "*"
      ],
      [
        "ฤ ",
        "Y"
      ],
      [
        "ฤ ",
        "a"
      ],
      [
        "ฤ ",
        "Ch"
      ],
      [
        "ฤ t",
        "รยช"
      ],
      [
        "ฤ t",
        "รยกi"
      ],
      [
        "ฤ t",
        "รยดi"
      ],
      [
        "ฤ t",
        "oken"
      ],
      [
        "ฤ t",
        "uc"
      ],
      [
        "ฤ c",
        "ao"
      ],
      [
        "ฤ c",
        "am"
      ],
      [
        "ฤ l",
        "รยกi"
      ],
      [
        "ฤ l",
        "รยฐรยกng"
      ],
      [
        "ฤ รฤณ",
        "a"
      ],
      [
        "ฤ รฤณ",
        "o"
      ],
      [
        "ฤ รฤณ",
        "รยกn"
      ],
      [
        "ฤ m",
        "รยขy"
      ],
      [
        "ฤ b",
        "รฤฅng"
      ],
      [
        "ฤ h",
        "รยช"
      ],
      [
        "ฤ h",
        "ang"
      ],
      [
        "ฤ gi",
        "รยก"
      ],
      [
        "ฤ th",
        "รยดng"
      ],
      [
        "ฤ th",
        "รยฐa"
      ],
      [
        "ฤ d",
        "anh"
      ],
      [
        "ฤ n",
        "รฤฅng"
      ],
      [
        "ฤ kh",
        "ach"
      ],
      [
        "ฤ v",
        "รยขn"
      ],
      [
        "ฤ s",
        "รยฐ"
      ],
      [
        "Ch",
        "o"
      ],
      [
        "ฤ ฤ ",
        "ฤ "
      ],
      [
        "at",
        "GP"
      ],
      [
        "Gi",
        "รยก"
      ],
      [
        "ฤ chi",
        "a"
      ],
      [
        "ฤ Ch",
        "atGP"
      ],
      [
        "ฤ ChatGP",
        "T"
      ],
      [
        "!",
        "\","
      ],
      [
        "H",
        "i"
      ],
      [
        "H",
        "en"
      ],
      [
        "P",
        "ython"
      ],
      [
        "S",
        "D"
      ],
      [
        "T",
        "h"
      ],
      [
        "T",
        "y"
      ],
      [
        "T",
        "in"
      ],
      [
        "U",
        "SD"
      ],
      [
        "e",
        "o"
      ],
      [
        "i",
        "t"
      ],
      [
        "u",
        "รยดn"
      ],
      [
        "ร",
        "ยฏ"
      ],
      [
        "ฤ ",
        "R"
      ],
      [
        "ฤ ",
        "Hen"
      ],
      [
        "ฤ ",
        "Python"
      ],
      [
        "ฤ ",
        "USD"
      ],
      [
        "ฤ t",
        "y"
      ],
      [
        "ฤ t",
        "รยฐc"
      ],
      [
        "ฤ c",
        "a"
      ],
      [
        "ฤ l",
        "รยขn"
      ],
      [
        "ฤ b",
        "ang"
      ],
      [
        "ฤ gi",
        "ao"
      ],
      [
        "ฤ th",
        "eo"
      ],
      [
        "ฤ n",
        "รยชu"
      ],
      [
        "ฤ ng",
        "uรยดn"
      ],
      [
        "ฤ ch",
        "ao"
      ],
      [
        "ฤ B",
        "an"
      ],
      [
        "ฤ tr",
        "รยฐc"
      ],
      [
        "ฤ q",
        "ua"
      ],
      [
        "Ng",
        "hi"
      ],
      [
        "Th",
        "รยกi"
      ],
      [
        "\"",
        "\\"
      ],
      [
        "A",
        "nh"
      ],
      [
        "A",
        "lo"
      ],
      [
        "B",
        "y"
      ],
      [
        "D",
        "o"
      ],
      [
        "S",
        "ang"
      ],
      [
        "T",
        "ai"
      ],
      [
        "V",
        "ong"
      ],
      [
        "b",
        "le"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "ra"
      ],
      [
        "r",
        "d"
      ],
      [
        "ฤ ",
        "re"
      ],
      [
        "ฤ ",
        "รยดn"
      ],
      [
        "ฤ ",
        "it"
      ],
      [
        "ฤ t",
        "a"
      ],
      [
        "ฤ t",
        "รยชn"
      ],
      [
        "ฤ t",
        "รยฐng"
      ],
      [
        "ฤ t",
        "รยดt"
      ],
      [
        "ฤ c",
        "ung"
      ],
      [
        "รยฐ",
        "รยกi"
      ],
      [
        "ฤ รฤณ",
        "inh"
      ],
      [
        "ฤ รฤณ",
        "รยชn"
      ],
      [
        "ฤ m",
        "รยก"
      ],
      [
        "ฤ m",
        "anh"
      ],
      [
        "ฤ m",
        "รฤฅ"
      ],
      [
        "ฤ g",
        "รฤฅp"
      ],
      [
        "ฤ la",
        "nh"
      ],
      [
        "ฤ h",
        "am"
      ],
      [
        "ฤ h",
        "oan"
      ],
      [
        "ฤ h",
        "en"
      ],
      [
        "ฤ nh",
        "in"
      ],
      [
        "ฤ k",
        "รยชt"
      ],
      [
        "ฤ th",
        "รยขy"
      ],
      [
        "ฤ d",
        "ung"
      ],
      [
        "ay",
        "le"
      ],
      [
        "ฤ kh",
        "ac"
      ],
      [
        "ฤ v",
        "รยขy"
      ],
      [
        "ฤ v",
        "ong"
      ],
      [
        "ฤ x",
        "รยฐ"
      ],
      [
        "ฤ ng",
        "รยฐรยกi"
      ],
      [
        "ฤ ch",
        "o"
      ],
      [
        "ฤ ch",
        "ay"
      ],
      [
        "ฤ ch",
        "at"
      ],
      [
        "ฤ ch",
        "uรยดi"
      ],
      [
        "ฤ ch",
        "รฤฅc"
      ],
      [
        "ig",
        "h"
      ],
      [
        "ฤ ph",
        "รยชt"
      ],
      [
        "ฤ A",
        "I"
      ],
      [
        "ฤ tr",
        "รยดng"
      ],
      [
        "ฤ ne",
        "rd"
      ],
      [
        "Gi",
        "a"
      ],
      [
        "Gi",
        "ai"
      ],
      [
        "ฤ thi",
        "ch"
      ],
      [
        "ฤ R",
        "ayle"
      ],
      [
        "By",
        "e"
      ],
      [
        "era",
        "ble"
      ],
      [
        "ฤ it",
        "erable"
      ],
      [
        "ฤ mรฤฅ",
        "t"
      ],
      [
        "ฤ Rayle",
        "igh"
      ],
      [
        "A",
        "i"
      ],
      [
        "A",
        "evynt"
      ],
      [
        "B",
        "igram"
      ],
      [
        "H",
        "el"
      ],
      [
        "]",
        "."
      ],
      [
        "u",
        "m"
      ],
      [
        "u",
        "ay"
      ],
      [
        "ฤ ",
        "Tรยชn"
      ],
      [
        "รยช",
        "p"
      ],
      [
        "ฤ รฤณ",
        "iรยชu"
      ],
      [
        "ฤ m",
        "ay"
      ],
      [
        "ฤ b",
        "รยขn"
      ],
      [
        "ฤ g",
        "on"
      ],
      [
        "ฤ g",
        "oi"
      ],
      [
        "ฤ h",
        "รยกi"
      ],
      [
        "ฤ k",
        "iรยชn"
      ],
      [
        "ฤ n",
        "o"
      ],
      [
        "ฤ x",
        "รยชp"
      ],
      [
        "ฤ ng",
        "รฤฅ"
      ],
      [
        "ฤ ph",
        "ai"
      ],
      [
        "ฤ s",
        "รฤฅp"
      ],
      [
        "Ch",
        "รยฐa"
      ],
      [
        "ฤ q",
        "uay"
      ],
      [
        "ฤ ho",
        "at"
      ],
      [
        "รฤฒ",
        "ung"
      ],
      [
        "ฤ re",
        "n"
      ],
      [
        "Hel",
        "lo"
      ],
      [
        "ฤ ngรฤฅ",
        "n"
      ],
      [
        ":",
        "\\"
      ],
      [
        "`",
        "`"
      ],
      [
        "s",
        "t"
      ],
      [
        "ฤ th",
        "am"
      ],
      [
        "ฤ ch",
        "iรยชu"
      ],
      [
        "\"\\",
        "\"\\"
      ],
      [
        ".",
        "\\"
      ],
      [
        "b",
        "e"
      ],
      [
        "i",
        "st"
      ],
      [
        "r",
        "s"
      ],
      [
        "ร",
        "ฤฌ"
      ],
      [
        "ฤ ",
        "T"
      ],
      [
        "ฤ t",
        "รยดng"
      ],
      [
        "ฤ r",
        "รยขt"
      ],
      [
        "Ng",
        "he"
      ],
      [
        "um",
        "be"
      ],
      [
        "umbe",
        "rs"
      ],
      [
        ">",
        "="
      ],
      [
        "\\",
        "\"\\\"\\"
      ],
      [
        "d",
        "e"
      ],
      [
        "r",
        "n"
      ],
      [
        "t",
        "u"
      ],
      [
        "ฤ ",
        ">="
      ],
      [
        "ฤ ",
        "\\\"\\\"\\"
      ],
      [
        "ฤ l",
        "ist"
      ],
      [
        "ฤ d",
        "รยฐรยกng"
      ],
      [
        "ฤ n",
        "umbers"
      ],
      [
        "ฤ s",
        "um"
      ],
      [
        "ฤ ฤ ",
        "ฤ ฤ "
      ],
      [
        "ฤ f",
        "lo"
      ],
      [
        "``",
        "`"
      ],
      [
        "tu",
        "rn"
      ],
      [
        "ฤ \\\"\\\"\\",
        "\"\\"
      ],
      [
        "ฤ ฤ ฤ ฤ ",
        "ฤ ฤ ฤ "
      ],
      [
        "ฤ flo",
        "at"
      ],
      [
        ")",
        ":"
      ],
      [
        ")",
        "\\"
      ],
      [
        "-",
        ">"
      ],
      [
        "D",
        "anh"
      ],
      [
        "c",
        "st"
      ],
      [
        "e",
        "nt"
      ],
      [
        "e",
        "turn"
      ],
      [
        "g",
        "s"
      ],
      [
        "i",
        "f"
      ],
      [
        "i",
        "v"
      ],
      [
        "i",
        "ng"
      ],
      [
        "l",
        "ist"
      ],
      [
        "m",
        "m"
      ],
      [
        "n",
        "umbers"
      ],
      [
        "n",
        "de"
      ],
      [
        "o",
        "s"
      ],
      [
        "p",
        "ython"
      ],
      [
        "p",
        "os"
      ],
      [
        "r",
        "gs"
      ],
      [
        "r",
        "ing"
      ],
      [
        "u",
        "รยขn"
      ],
      [
        "ฤ ",
        "รยข"
      ],
      [
        "ฤ ",
        "in"
      ],
      [
        "ฤ ",
        "->"
      ],
      [
        "ฤ ",
        "Danh"
      ],
      [
        "ฤ ",
        "if"
      ],
      [
        "ฤ \"",
        "```"
      ],
      [
        "ฤ b",
        "o"
      ],
      [
        "ฤ v",
        "iรยชt"
      ],
      [
        "ฤ ch",
        "uรยขn"
      ],
      [
        "ฤ A",
        "rgs"
      ],
      [
        "ฤ tr",
        "i"
      ],
      [
        "ฤ co",
        "de"
      ],
      [
        "ฤ co",
        "mm"
      ],
      [
        "ฤ do",
        "cst"
      ],
      [
        "ฤ r",
        "รยดng"
      ],
      [
        "it",
        "iv"
      ],
      [
        "ฤ R",
        "eturn"
      ],
      [
        "ฤ re",
        "turn"
      ],
      [
        "ฤ T",
        "inh"
      ],
      [
        "ฤ T",
        "ra"
      ],
      [
        "ฤ T",
        "รยดng"
      ],
      [
        "```",
        "\"}"
      ],
      [
        "nde",
        "f"
      ],
      [
        "pos",
        "itiv"
      ],
      [
        "ฤ รยข",
        "m"
      ],
      [
        "ฤ comm",
        "ent"
      ],
      [
        "ฤ docst",
        "ring"
      ],
      [
        "ฤ Return",
        "s"
      ],
      [
        "positiv",
        "e"
      ]
    ]
  }
}